[["       Whan that Aprill, with his shoures soote\n", "The droghte of March hath perced to the roote\n", "And bathed every veyne in swich licour,\n", "Of which vertu engendred is the flour;\n", "Whan Zephirus eek with his sweete breeth\n", "Inspired hath in every holt and heeth\n", "The tendre croppes, and the yonge sonne\n", "Hath in the Ram his halfe cours yronne,\n", "And smale foweles maken melodye,\n", "That slepen al the nyght with open eye-\n", "(So priketh hem Nature in hir corages);\n", "Thanne longen folk to goon on pilgrimages\n", "And palmeres for to seken straunge strondes\n", "To ferne halwes, kowthe in sondry londes;\n", "And specially from every shires ende\n", "Of Engelond, to Caunterbury they wende,\n", "The hooly blisful martir for to seke\n", "That hem hath holpen, whan that they were seeke.\n"], ["       Bifil that in that seson, on a day,\n", "In Southwerk at the Tabard as I lay\n", "Redy to wenden on my pilgrymage\n", "To Caunterbury with ful devout corage,\n", "At nyght was come into that hostelrye\n", "Wel nyne and twenty in a compaignye\n", "Of sondry folk, by aventure yfalle\n", "In felaweshipe, and pilgrimes were they alle,\n", "That toward Caunterbury wolden ryde.\n", "The chambres and the stables weren wyde,\n", "And wel we weren esed atte beste;\n", "And shortly, whan the sonne was to reste,\n", "So hadde I spoken with hem everichon\n", "That I was of hir felaweshipe anon,\n", "And made forward erly for to ryse\n", "To take our wey, ther as I yow devyse.\n"], ["       But nathelees, whil I have tyme and space,\n", "Er that I ferther in this tale pace,\n", "Me thynketh it acordaunt to resoun\n", "To telle yow al the condicioun\n", "Of ech of hem, so as it semed me,\n", "And whiche they weren, and of what degree,\n", "And eek in what array that they were inne;\n", "And at a knyght than wol I first bigynne.\n"], ["       A KNYGHT ther was, and that a worthy man,\n", "That fro the tyme that he first bigan\n", "To riden out, he loved chivalrie,\n", "Trouthe and honour, fredom and curteisie.\n", "Ful worthy was he in his lordes werre,\n", "And therto hadde he riden, no man ferre,\n", "As wel in cristendom as in hethenesse,\n", "And evere honoured for his worthynesse.\n", "At Alisaundre he was, whan it was wonne.\n", "Ful ofte tyme he hadde the bord bigonne\n", "Aboven alle nacions in Pruce;\n", "In Lettow hadde he reysed, and in Ruce,\n", "No Cristen man so ofte of his degree.\n", "In Gernade at the seege eek hadde he be\n", "Of Algezir, and riden in Belmarye.\n", "At Lyeys was he and at Satalye,\n", "Whan they were wonne; and in the Grete See\n", "At many a noble armee hadde he be.\n", "At mortal batailles hadde he been fiftene,\n", "And foughten for oure feith at Tramyssene\n", "In lystes thries, and ay slayn his foo.\n", "This ilke worthy knyght hadde been also\n", "Somtyme with the lord of Palatye\n", "Agayn another hethen in Turkye.\n", "And everemoore he hadde a sovereyn prys;\n", "And though that he were worthy, he was wys,\n", "And of his port as meeke as is a mayde.\n", "He nevere yet no vileynye ne sayde\n", "In al his lyf unto no maner wight.\n", "He was a verray, parfit gentil knyght.\n", "But, for to tellen yow of his array,\n", "His hors were goode, but he was nat gay.\n", "Of fustian he wered a gypon\n", "Al bismotered with his habergeoun,\n", "For he was late ycome from his viage,\n", "And wente for to doon his pilgrymage.\n"], ["       With hym ther was his sone, a yong SQUIER,\n", "A lovyere and a lusty bacheler;\n", "With lokkes crulle, as they were leyd in presse.\n", "Of twenty yeer of age he was, I gesse.\n", "Of his stature he was of evene lengthe,\n", "And wonderly delyvere, and of greet strengthe.\n", "And he hadde been somtyme in chyvachie\n", "In Flaundres, in Artoys, and Pycardie,\n", "And born hym weel, as of so litel space,\n", "In hope to stonden in his lady grace.\n", "Embrouded was he, as it were a meede,\n", "Al ful of fresshe floures, whyte and reede;\n", "Syngynge he was, or floytynge, al the day,\n", "He was as fressh as is the monthe of May.\n", "Short was his gowne, with sleves longe and wyde.\n", "Wel koude he sitte on hors, and faire ryde.\n", "He koude songes make, and wel endite,\n", "Juste, and eek daunce, and weel purtreye and write.\n", "So hoote he lovede, that by nyghtertale\n", "He slepte namoore than dooth a nyghtyngale.\n", "Curteis he was, lowely, and servysable,\n", "And carf biforn his fader at the table.\n"], ["       A YEMAN hadde he and servantz namo\n", "At that tyme, for hym liste ride soo;\n", "And he was clad in cote and hood of grene.\n", "A sheef of pecok arwes, bright and kene\n", "Under his belt he bar ful thriftily,\n", "(Wel koude he dresse his takel yemanly:\n", "Hise arwes drouped noght with fetheres lowe)\n", "And in his hand he baar a myghty bowe.\n", "A not heed hadde he, with a broun visage,\n", "Of woodecraft wel koude he al the usage.\n", "Upon his arm he baar a gay bracer,\n", "And by his syde a swerd and a bokeler,\n", "And on that oother syde a gay daggere\n", "Harneised wel and sharpe as point of spere.\n", "A Cristopher on his brest of silver sheene.\n", "An horn he bar, the bawdryk was of grene;\n", "A forster was he, soothly, as I gesse.\n"], ["       Ther was also a Nonne, a PRIORESSE,\n", "That of hir smylyng was ful symple and coy;\n", "Hir gretteste ooth was but by Seinte Loy;\n", "And she was cleped Madame Eglentyne.\n", "Ful weel she soong the service dyvyne,\n", "Entuned in hir nose ful semely,\n", "And Frenssh she spak ful faire and fetisly,\n", "After the scole of Stratford-atte-Bowe,\n", "For Frenssh of Parys was to hir unknowe.\n", "At mete wel ytaught was she with alle:\n", "She leet no morsel from hir lippes falle,\n", "Ne wette hir fyngres in hir sauce depe;\n", "Wel koude she carie a morsel, and wel kepe\n", "That no drope ne fille upon hir brist.\n", "In curteisie was set ful muche hir list.\n", "Hire over-lippe wyped she so clene\n", "That in hir coppe ther was no ferthyng sene\n", "Of grece, whan she dronken hadde hir draughte.\n", "Ful semely after hir mete she raughte.\n", "And sikerly, she was of greet desport,\n", "And ful plesaunt, and amyable of port,\n", "And peyned hir to countrefete cheere\n", "Of court, and been estatlich of manere,\n", "And to ben holden digne of reverence.\n", "But, for to speken of hir conscience,\n", "She was so charitable and so pitous\n", "She wolde wepe, if that she saugh a mous\n", "Kaught in a trappe, if it were deed or bledde.\n", "Of smale houndes hadde she, that she fedde\n", "With rosted flessh, or milk and wastel-breed.\n", "But soore weep she if oon of hem were deed,\n", "Or if men smoot it with a yerde smerte;\n", "And al was conscience, and tendre herte.\n", "Ful semyly hir wympul pynched was,\n", "Hire nose tretys, hir eyen greye as glas,\n", "Hir mouth ful smal, and therto softe and reed;\n", "But sikerly she hadde a fair forheed;\n", "It was almoost a spanne brood, I trowe;\n", "For, hardily, she was nat undergrowe.\n", "Ful fetys was hir cloke, as I was war;\n", "Of smal coral aboute hir arm she bar\n", "A peire of bedes, gauded al with grene,\n", "An theron heng a brooch of gold ful sheene,\n", "On which ther was first write a crowned A,\n", "And after Amor vincit omnia.\n"], ["      Another NONNE with hir hadde she,\n", "That was hire chapeleyne, and preestes thre.\n"], ["      A MONK ther was, a fair for the maistrie,\n", "An outridere, that lovede venerie,\n", "A manly man, to been an abbot able.\n", "Ful many a deyntee hors hadde he in stable,\n", "And whan he rood, men myghte his brydel heere\n", "Gynglen in a whistlynge wynd als cleere\n", "And eek as loude, as dooth the chapel belle.\n", "Ther as this lord was keper of the celle,\n", "The reule of Seint Maure, or of Seint Beneit,\n", "By cause that it was old and somdel streit\n", "This ilke Monk leet olde thynges pace,\n", "And heeld after the newe world the space.\n", "He yaf nat of that text a pulled hen,\n", "That seith that hunters beth nat hooly men,\n", "Ne that a monk, whan he is recchelees,\n", "Is likned til a fissh that is waterlees,-\n", "This is to seyn, a monk out of his cloystre\n", "But thilke text heeld he nat worth an oystre;\n", "And I seyde his opinioun was good.\n", "What sholde he studie, and make hymselven wood,\n", "Upon a book in cloystre alwey to poure,\n", "Or swynken with his handes and laboure,\n", "As Austyn bit? How shal the world be served?\n", "Lat Austyn have his swynk to him reserved!\n", "Therfore he was a prikasour aright:\n", "Grehoundes he hadde, as swift as fowel in flight;\n", "Of prikyng and of huntyng for the hare\n", "Was al his lust, for no cost wolde he spare.\n", "I seigh his sleves purfiled at the hond\n", "With grys, and that the fyneste of a lond;\n", "And, for to festne his hood under his chyn,\n", "He hadde of gold ywroght a curious pyn;\n", "A love-knotte in the gretter ende ther was.\n", "His heed was balled, that shoon as any glas,\n", "And eek his face, as it hadde been enoynt.\n", "He was a lord ful fat and in good poynt,\n", "Hise eyen stepe, and rollynge in his heed,\n", "That stemed as a forneys of a leed;\n", "His bootes souple, his hors in greet estaat.\n", "Now certeinly he was a fair prelaat;\n", "He was nat pale as a forpyned goost.\n", "A fat swan loved he best of any roost.\n", "His palfrey was as broun as is a berye,\n"], ["       A FRERE ther was, a wantowne and a merye,\n", "A lymytour, a ful solempne man.\n", "In alle the ordres foure is noon that kan\n", "So muchel of daliaunce and fair langage.\n", "He hadde maad ful many a mariage\n", "Of yonge wommen at his owene cost.\n", "Unto his ordre he was a noble post,\n", "And wel biloved and famulier was he\n", "With frankeleyns overal in his contree,\n", "And eek with worthy wommen of the toun;\n", "For he hadde power of confessioun,\n", "As seyde hymself, moore than a curat,\n", "For of his ordre he was licenciat.\n", "Ful swetely herde he confessioun,\n", "And plesaunt was his absolucioun:\n", "He was an esy man to yeve penaunce,\n", "Ther as he wiste to have a good pitaunce.\n", "For unto a povre ordre for to yive\n", "Is signe that a man is wel yshryve;\n", "For, if he yaf, he dorste make avaunt,\n", "He wiste that a man was repentaunt;\n", "For many a man so harde is of his herte,\n", "He may nat wepe, al thogh hym soore smerte;\n", "Therfore in stede of wepynge and preyeres\n", "Men moote yeve silver to the povre freres.\n", "His typet was ay farsed ful of knyves\n", "And pynnes, for to yeven yonge wyves.\n", "And certeinly he hadde a murye note:\n", "Wel koude he synge, and pleyen on a rote;\n", "Of yeddynges he baar outrely the pris.\n", "His nekke whit was as the flour-de-lys;\n", "Therto he strong was as a champioun.\n", "He knew the tavernes wel in every toun\n", "And everich hostiler and tappestere\n", "Bet than a lazar or a beggestere;\n", "For unto swich a worthy man as he\n", "Acorded nat, as by his facultee,\n", "To have with sike lazars aqueyntaunce.\n", "It is nat honeste, it may nat avaunce,\n", "For to deelen with no swich poraille,\n", "But al with riche and selleres of vitaille.\n", "And over al, ther as profit sholde arise,\n", "Curteis he was, and lowely of servyse.\n", "Ther nas no man nowher so vertuous.\n", "He was the beste beggere in his hous;\n", "(And yaf a certeyn ferme for the graunt\n", "Noon of his brethren cam ther in his haunt;)\n", "For thogh a wydwe hadde noght a sho,\n", "So plesaunt was his \"In principio\"\n", "Yet wolde he have a ferthyng, er he wente;\n", "His purchas was wel bettre than his rente.\n", "And rage he koude, as it were right a whelp.\n", "In love-dayes ther koude he muchel help,\n", "For there he was nat lyk a cloysterer\n", "With a thredbare cope, as is a povre scoler,\n", "But he was lyk a maister or a pope;\n", "Of double worstede was his semycope,\n", "That rounded as a belle out of the presse.\n", "Somwhat he lipsed for his wantownesse\n", "To make his Englissh sweete upon his tonge;\n", "And in his harpyng, whan that he hadde songe,\n", "Hise eyen twynkled in his heed aryght\n", "As doon the sterres in the frosty nyght.\n", "This worthy lymytour was cleped Huberd.\n"], ["       A MARCHANT was ther with a forked berd,\n", "In mottelee, and hye on horse he sat;\n", "Upon his heed a Flaundryssh bever hat,\n", "His bootes clasped faire and fetisly.\n", "His resons he spak ful solempnely,\n", "Sownynge alway th'encrees of his wynnyng.\n", "He wolde the see were kept for any thyng\n", "Bitwixe Middelburgh and Orewelle.\n", "Wel koude he in eschaunge sheeldes selle.\n", "This worthy man ful wel his wit bisette;\n", "Ther wiste no wight that he was in dette,\n", "So estatly was he of his governaunce\n", "With his bargaynes and with his chevyssaunce.\n", "For sothe, he was a worthy man with-alle,\n", "But, sooth to seyn, I noot how men hym calle.\n"], ["       A CLERK ther was of Oxenford also,\n", "That unto logyk hadde longe ygo.\n", "As leene was his hors as is a rake,\n", "And he nas nat right fat, I undertake,\n", "But looked holwe and therto sobrely.\n", "Ful thredbare was his overeste courtepy;\n", "For he hadde geten hym yet no benefice,\n", "Ne was so worldly for to have office.\n", "For hym was levere have at his beddes heed\n", "Twenty bookes, clad in blak or reed,\n", "Of Aristotle and his philosophie,\n", "Than robes riche, or fithele, or gay sautrie.\n", "But al be that he was a philosophre,\n", "Yet hadde he but litel gold in cofre;\n", "But al that he myghte of his freendes hente,\n", "On bookes and on lernynge he it spente,\n", "And bisily gan for the soules preye\n", "Of hem that yaf hym wherwith to scoleye.\n", "Of studie took he moost cure and moost heede.\n", "Noght o word spak he moore than was neede,\n", "And that was seyd in forme and reverence,\n", "And short and quyk, and ful of hy sentence;\n", "Sownynge in moral vertu was his speche,\n", "And gladly wolde he lerne, and gladly teche.\n"], ["       A SERGEANT OF THE LAWE, war and wys,\n", "That often hadde been at the Parvys,\n", "Ther was also, ful riche of excellence.\n", "Discreet he was, and of greet reverence-\n", "He semed swich, hise wordes weren so wise.\n", "Justice he was ful often in assise,\n", "By patente, and by pleyn commissioun.\n", "For his science, and for his heigh renoun,\n", "Of fees and robes hadde he many oon.\n", "So greet a purchasour was nowher noon:\n", "Al was fee symple to hym in effect,\n", "His purchasyng myghte nat been infect.\n", "Nowher so bisy a man as he ther nas,\n", "And yet he semed bisier than he was.\n", "In termes hadde he caas and doomes alle\n", "That from the tyme of Kyng William were falle.\n", "Therto he koude endite and make a thyng,\n", "Ther koude no wight pynche at his writyng;\n", "And every statut koude he pleyn by rote.\n", "He rood but hoomly in a medlee cote\n", "Girt with a ceint of silk, with barres smale;\n", "Of his array telle I no lenger tale.\n"], ["       A FRANKELEYN was in his compaignye.\n", "Whit was his berd as is a dayesye;\n", "Of his complexioun he was sangwyn.\n", "Wel loved he by the morwe a sope in wyn,;\n", "To lyven in delit was evere his wone,\n", "For he was Epicurus owene sone,\n", "That heeld opinioun that pleyn delit\n", "Was verray felicitee parfit.\n", "An housholdere, and that a greet, was he;\n", "Seint Julian was he in his contree.\n", "His breed, his ale, was alweys after oon,\n", "A bettre envyned man was nowher noon.\n", "Withoute bake mete was nevere his hous\n", "Of fissh and flessh, and that so plentevous,\n", "It snewed in his hous of mete and drynke,\n", "Of alle deyntees that men koude thynke.\n", "After the sondry sesons of the yeer,\n", "So chaunged he his mete and his soper.\n", "Ful many a fat partrich hadde he in muwe,\n", "And many a breem and many a luce in stuwe.\n", "Wo was his cook, but if his sauce were\n", "Poynaunt and sharp, and redy al his geere.\n", "His table dormant in his halle alway\n", "Stood redy covered al the longe day.\n", "At sessiouns ther was he lord and sire;\n", "Ful ofte tyme he was knyght of the shire.\n", "An anlaas and a gipser al of silk\n", "Heeng at his girdel, whit as morne milk.\n", "A shirreve hadde he been, and a countour.\n", "Was nowher swich a worthy vavasour.\n"], ["       An HABERDASSHERE and a CARPENTER,\n", "A WEBBE, a DYERE, and a TAPYCER,-\n", "And they were clothed alle in o lyveree\n", "Of a solempne and a greet fraternitee.\n", "Ful fressh and newe hir geere apiked was;\n", "Hir knyves were chaped noght with bras,\n", "But al with silver; wroght ful clene and weel,\n", "Hire girdles and hir pouches everydeel.\n", "Wel semed ech of hem a fair burgeys\n", "To sitten in a yeldehalle on a deys.\n", "Everich, for the wisdom that he kan,\n", "Was shaply for to been an alderman.\n", "For catel hadde they ynogh and rente,\n", "And eek hir wyves wolde it wel assente;\n", "And elles certeyn, were they to blame.\n", "It is ful fair to been ycleped \"madame,\"\n", "And goon to vigilies al bifore,\n", "And have a mantel roialliche ybore.\n"], ["       A COOK they hadde with hem for the nones\n", "To boille the chiknes with the marybones,\n", "And poudre-marchant tart, and galyngale.\n", "Wel koude he knowe a draughte of London ale.\n", "He koude rooste, and sethe, and broille, and frye,\n", "Maken mortreux, and wel bake a pye.\n", "But greet harm was it, as it thoughte me,\n", "That on his shyne a mormal hadde he.\n", "For blankmanger, that made he with the beste.\n"], ["       A SHIPMAN was ther, wonynge fer by weste;\n", "For aught I woot, he was of Dertemouthe.\n", "He rood upon a rouncy, as he kouthe,\n", "In a gowne of faldyng to the knee.\n", "A daggere hangynge on a laas hadde he\n", "Aboute his nekke, under his arm adoun.\n", "The hoote somer hadde maad his hewe al broun,\n", "And certeinly he was a good felawe.\n", "Ful many a draughte of wyn had he ydrawe\n", "Fro Burdeux-ward, whil that the chapman sleep.\n", "Of nyce conscience took he no keep.\n", "If that he faught, and hadde the hyer hond,\n", "By water he sente hem hoom to every lond.\n", "But of his craft, to rekene wel his tydes,\n", "His stremes, and his daungers hym bisides,\n", "His herberwe and his moone, his lodemenage,\n", "Ther nas noon swich from Hulle to Cartage.\n", "Hardy he was, and wys to undertake;\n", "With many a tempest hadde his berd been shake.\n", "He knew alle the havenes as they were,\n", "From Gootlond to the Cape of Fynystere,\n", "And every cryke in Britaigne and in Spayne.\n", "His barge ycleped was the Maudelayne.\n"], ["       With us ther was a DOCTOUR OF PHISIK;\n", "In al this world ne was ther noon hym lik,\n", "To speke of phisik and of surgerye,\n", "For he was grounded in astronomye.\n", "He kepte his pacient a ful greet deel\n", "In houres, by his magyk natureel.\n", "Wel koude he fortunen the ascendent\n", "Of his ymages for his pacient.\n", "He knew the cause of everich maladye,\n", "Were it of hoot, or coold, or moyste, or drye,\n", "And where they engendred, and of what humour.\n", "He was a verray parfit praktisour:\n", "The cause yknowe, and of his harm the roote,\n", "Anon he yaf the sike man his boote.\n", "Ful redy hadde he hise apothecaries\n", "To sende him drogges and his letuaries,\n", "For ech of hem made oother for to wynne-\n", "Hir frendshipe nas nat newe to bigynne.\n", "Wel knew he the olde Esculapius,\n", "And Deyscorides and eek Rufus,\n", "Olde Ypocras, Haly, and Galyen,\n", "Serapioun, Razis, and Avycen,\n", "Averrois, Damascien, and Constantyn,\n", "Bernard, and Gatesden, and Gilbertyn.\n", "Of his diete mesurable was he,\n", "For it was of no superfluitee,\n", "But of greet norissyng, and digestible.\n", "His studie was but litel on the Bible.\n", "In sangwyn and in pers he clad was al,\n", "Lyned with taffata and with sendal;\n", "And yet he was but esy of dispence;\n", "He kepte that he wan in pestilence.\n", "For gold in phisik is a cordial,\n", "Therfore he lovede gold in special.\n"], ["       A good WIF was ther, OF biside BATHE,\n", "But she was somdel deef, and that was scathe.\n", "Of clooth-makyng she hadde swich an haunt,\n", "She passed hem of Ypres and of Gaunt.\n", "In al the parisshe wif ne was ther noon\n", "That to the offrynge bifore hire sholde goon;\n", "And if ther dide, certeyn so wrooth was she,\n", "That she was out of alle charitee.\n", "Hir coverchiefs ful fyne weren of ground;\n", "I dorste swere they weyeden ten pound\n", "That on a Sonday weren upon hir heed.\n", "Hir hosen weren of fyn scarlet reed,\n", "Ful streite yteyd, and shoes ful moyste and newe.\n", "Boold was hir face, and fair, and reed of hewe.\n", "She was a worthy womman al hir lyve:\n", "Housbondes at chirche dore she hadde fyve,\n", "Withouthen oother compaignye in youthe, -\n", "But therof nedeth nat to speke as nowthe.\n", "And thries hadde she been at Jerusalem;\n", "She hadde passed many a straunge strem;\n", "At Rome she hadde been, and at Boloigne,\n", "In Galice at Seint-Jame, and at Coloigne.\n", "She koude muchel of wandrynge by the weye.\n", "Gat-tothed was she, soothly for to seye.\n", "Upon an amblere esily she sat,\n", "Ywympled wel, and on hir heed an hat\n", "As brood as is a bokeler or a targe;\n", "A foot-mantel aboute hir hipes large,\n", "And on hir feet a paire of spores sharpe.\n", "In felaweshipe wel koude she laughe and carpe.\n", "Of remedies of love she knew per chaunce,\n", "For she koude of that art the olde daunce.\n"], ["       A good man was ther of religioun,\n", "And was a povre PERSOUN OF A TOUN,\n", "But riche he was of hooly thoght and werk.\n", "He was also a lerned man, a clerk,\n", "That Cristes gospel trewely wolde preche;\n", "His parisshens devoutly wolde he teche.\n", "Benynge he was, and wonder diligent,\n", "And in adversitee ful pacient,\n", "And swich he was ypreved ofte sithes.\n", "Ful looth were hym to cursen for his tithes,\n", "But rather wolde he yeven, out of doute,\n", "Unto his povre parisshens aboute\n", "Of his offryng and eek of his substaunce.\n", "He koude in litel thyng have suffisaunce.\n", "Wyd was his parisshe, and houses fer asonder,\n", "But he ne lefte nat, for reyn ne thonder,\n", "In siknesse nor in meschief to visite\n", "The ferreste in his parisshe, muche and lite,\n", "Upon his feet, and in his hand a staf.\n", "This noble ensample to his sheep he yaf,\n", "That first he wroghte, and afterward he taughte.\n", "Out of the gosple he tho wordes caughte,\n", "And this figure he added eek therto,\n", "That if gold ruste, what shal iren do?\n", "For if a preest be foul, on whom we truste,\n", "No wonder is a lewed man to ruste;\n", "And shame it is, if a prest take keep,\n", "A shiten shepherde and a clene sheep.\n", "Wel oghte a preest ensample for to yive,\n", "By his clennesse, how that his sheep sholde lyve.\n", "He sette nat his benefice to hyre\n", "And leet his sheep encombred in the myre\n", "And ran to Londoun unto Seinte Poules\n", "To seken hym a chaunterie for soules,\n", "Or with a bretherhed to been witholde;\n", "But dwelt at hoom, and kepte wel his folde,\n", "So that the wolf ne made it nat myscarie;\n", "He was a shepherde and noght a mercenarie.\n", "And though he hooly were and vertuous,\n", "He was to synful men nat despitous,\n", "Ne of his speche daungerous ne digne,\n", "But in his techyng discreet and benygne;\n", "To drawen folk to hevene by fairnesse,\n", "By good ensample, this was his bisynesse.\n", "But it were any persone obstinat,\n", "What so he were, of heigh or lough estat,\n", "Hym wolde he snybben sharply for the nonys.\n", "A bettre preest I trowe, that nowher noon ys.\n", "He waited after no pompe and reverence,\n", "Ne maked him a spiced conscience,\n", "But Cristes loore, and Hise apostles twelve\n", "He taughte, but first he folwed it hymselve.\n"], ["       With hym ther was a PLOWMAN, was his brother,\n", "That hadde ylad of dong ful many a fother;\n", "A trewe swynkere and a good was he,\n", "Lyvynge in pees and parfit charitee.\n", "God loved he best with al his hoole herte\n", "At alle tymes, thogh him gamed or smerte,\n", "And thanne his neighebor right as hym-selve.\n", "He wolde thresshe, and therto dyke and delve,\n", "For Cristes sake, for every povre wight\n", "Withouten hire, if it lay in his myght.\n", "Hise tithes payed he ful faire and wel,\n", "Bothe of his propre swynk and his catel.\n", "In a tabard he rood, upon a mere.\n"], ["       Ther was also a REVE and a MILLERE,\n", "A SOMNOUR and a PARDONER also,\n", "A MAUNCIPLE, and myself - ther were namo.\n"], ["       The MILLERE was a stout carl for the nones;\n", "Ful byg he was of brawn and eek of bones-\n", "That proved wel, for over al ther he cam\n", "At wrastlynge he wolde have alwey the ram.\n", "He was short-sholdred, brood, a thikke knarre,\n", "Ther was no dore that he nolde heve of harre,\n", "Or breke it at a rennyng with his heed.\n", "His berd as any sowe or fox was reed,\n", "And therto brood, as though it were a spade.\n", "Upon the cop right of his nose he hade\n", "A werte, and thereon stood a toft of herys,\n", "Reed as the brustles of a sowes erys;\n", "Hise nosethirles blake were and wyde.\n", "A swerd and bokeler bar he by his syde.\n", "His mouth as greet was as a greet forneys.\n", "He was a janglere and a goliardeys,\n", "And that was moost of synne and harlotries.\n", "Wel koude he stelen corn, and tollen thries;\n", "And yet he hadde a thombe of gold, pardee.\n", "A whit cote and a blew hood wered he.\n", "A baggepipe wel koude he blowe and sowne,\n", "And therwithal he broghte us out of towne.\n"], ["       A gentil MAUNCIPLE was ther of a temple,\n", "Of which achatours myghte take exemple\n", "For to be wise in byynge of vitaille;\n", "For wheither that he payde or took by taille,\n", "Algate he wayted so in his achaat\n", "That he was ay biforn, and in good staat.\n", "Now is nat that of God a ful fair grace,\n", "That swich a lewed mannes wit shal pace\n", "The wisdom of an heep of lerned men?\n", "Of maistres hadde he mo than thries ten,\n", "That weren of lawe expert and curious,\n", "Of whiche ther weren a duszeyne in that hous\n", "Worthy to been stywardes of rente and lond\n", "Of any lord that is in Engelond,\n", "To maken hym lyve by his propre good,\n", "In honour dettelees (but if he were wood),\n", "Or lyve as scarsly as hym list desire,\n", "And able for to helpen al a shire\n", "In any caas that myghte falle or happe-\n", "And yet this Manciple sette hir aller cappe.\n"], ["       The REVE was a sclendre colerik man.\n", "His berd was shave as ny as ever he kan;\n", "His heer was by his erys ful round yshorn;\n", "His top was dokked lyk a preest biforn.\n", "Ful longe were his legges, and ful lene,\n", "Ylyk a staf, ther was no calf ysene.\n", "Wel koude he kepe a gerner and a bynne;\n", "Ther was noon auditour koude on him wynne.\n", "Wel wiste he by the droghte and by the reyn,\n", "The yeldynge of his seed and of his greyn.\n", "His lordes sheep, his neet, his dayerye,\n", "His swyn, his hors, his stoor, and his pultrye,\n", "Was hoolly in this Reves governynge,\n", "And by his covenant yaf the rekenynge,\n", "Syn that his lord was twenty yeer of age,\n", "Ther koude no man brynge hym in arrerage.\n", "Ther nas baillif, ne hierde, nor oother hyne,\n", "That he ne knew his sleighte and his covyne;\n", "They were adrad of hym as of the deeth.\n", "His wonyng was ful faire upon an heeth;\n", "With grene trees shadwed was his place.\n", "He koude bettre than his lord purchace.\n", "Ful riche he was astored pryvely:\n", "His lord wel koude he plesen subtilly,\n", "To yeve and lene hym of his owene good,\n", "And have a thank, and yet a cote and hood.\n", "In youthe he hadde lerned a good myster;\n", "He was a wel good wrighte, a carpenter.\n", "This Reve sat upon a ful good stot,\n", "That was al pomely grey, and highte Scot.\n", "A long surcote of pers upon he hade,\n", "And by his syde he baar a rusty blade.\n", "Of Northfolk was this Reve, of which I telle,\n", "Bisyde a toun men clepen Baldeswelle.\n", "Tukked he was as is a frere aboute,\n", "And evere he rood the hyndreste of oure route.\n"], ["       A SOMONOUR was ther with us in that place,\n", "That hadde a fyr-reed cherubynnes face,\n", "For saucefleem he was, with eyen narwe.\n", "As hoot he was and lecherous as a sparwe,\n", "With scalled browes blake, and piled berd,\n", "Of his visage children were aferd.\n", "Ther nas quyk-silver, lytarge, ne brymstoon,\n", "Boras, ceruce, ne oille of tartre noon,\n", "Ne oynement, that wolde clense and byte,\n", "That hym myghte helpen of his whelkes white,\n", "Nor of the knobbes sittynge on his chekes.\n", "Wel loved he garleek, oynons, and eek lekes,\n", "And for to drynken strong wyn, reed as blood;\n", "Thanne wolde he speke and crie as he were wood.\n", "And whan that he wel dronken hadde the wyn,\n", "Than wolde he speke no word but Latyn.\n", "A fewe termes hadde he, two or thre,\n", "That he had lerned out of som decree-\n", "No wonder is, he herde it al the day,\n", "And eek ye knowen wel how that a jay\n", "Kan clepen \"Watte\" as wel as kan the pope.\n", "But whoso koude in oother thyng hym grope,\n", "Thanne hadde he spent al his philosophie;\n", "Ay \"Questio quid iuris\" wolde he crie.\n", "He was a gentil harlot and a kynde;\n", "A bettre felawe sholde men noght fynde;\n", "He wolde suffre, for a quart of wyn,\n", "A good felawe to have his concubyn\n", "A twelf-monthe, and excuse hym atte fulle;\n", "Ful prively a fynch eek koude he pulle.\n", "And if he foond owher a good felawe,\n", "He wolde techen him to have noon awe,\n", "In swich caas, of the ercedekenes curs,\n", "But if a mannes soule were in his purs;\n", "For in his purs he sholde ypunysshed be.\n", "\"Purs is the erchedekenes helle,\" seyde he.\n", "But wel I woot he lyed right in dede;\n", "Of cursyng oghte ech gilty man him drede,\n", "For curs wol slee, right as assoillyng savith,\n", "And also war him of a Significavit.\n", "In daunger hadde he at his owene gise\n", "The yonge girles of the diocise,\n", "And knew hir conseil, and was al hir reed.\n", "A gerland hadde he set upon his heed\n", "As greet as it were for an ale-stake;\n", "A bokeleer hadde he maad him of a cake.\n"], ["       With hym ther rood a gentil PARDONER\n", "Of Rouncivale, his freend and his compeer,\n", "That streight was comen fro the court of Rome.\n", "Ful loude he soong \"Com hider, love, to me!\"\n", "This Somonour bar to hym a stif burdoun;\n", "Was nevere trompe of half so greet a soun.\n", "This Pardoner hadde heer as yelow as wex,\n", "But smothe it heeng as dooth a strike of flex;\n", "By ounces henge his lokkes that he hadde,\n", "And therwith he hise shuldres overspradde;\n", "But thynne it lay by colpons oon and oon.\n", "But hood, for jolitee, wered he noon,\n", "For it was trussed up in his walet.\n", "Hym thoughte he rood al of the newe jet;\n", "Dischevelee, save his cappe, he rood al bare.\n", "Swiche glarynge eyen hadde he as an hare.\n", "A vernycle hadde he sowed upon his cappe.\n", "His walet lay biforn hym in his lappe\n", "Bretful of pardoun come from Rome al hoot.\n", "A voys he hadde as smal as hath a goot,\n", "No berd hadde he, ne nevere sholde have;\n", "As smothe it was as it were late shave,\n", "I trowe he were a geldyng or a mare.\n", "But of his craft, from Berwyk into Ware,\n", "Ne was ther swich another pardoner;\n", "For in his male he hadde a pilwe-beer,\n", "Which that he seyde was Oure Lady veyl:\n", "He seyde he hadde a gobet of the seyl\n", "That Seint Peter hadde, whan that he wente\n", "Upon the see, til Jesu Crist hym hente.\n", "He hadde a croys of latoun ful of stones,\n", "And in a glas he hadde pigges bones.\n", "But with thise relikes, whan that he fond\n", "A povre persoun dwellyng upon lond,\n", "Upon a day he gat hym moore moneye\n", "Than that the person gat in monthes tweye;\n", "And thus, with feyned flaterye and japes,\n", "He made the persoun and the peple his apes.\n", "But trewely to tellen atte laste,\n", "He was in chirche a noble ecclesiaste.\n", "Wel koude he rede a lessoun or a storie,\n", "But alderbest he song an offertorie;\n", "For wel he wiste, whan that song was songe,\n", "He moste preche, and wel affile his tonge\n", "To wynne silver, as he ful wel koude;\n", "Therfore he song the murierly and loude.\n"], ["       Now have I toold you shortly in a clause,\n", "Th'estaat, th'array, the nombre, and eek the cause\n", "Why that assembled was this compaignye\n", "In Southwerk, at this gentil hostelrye\n", "That highte the Tabard, faste by the Belle.\n", "But now is tyme to yow for to telle\n", "How that we baren us that ilke nyght,\n", "Whan we were in that hostelrie alyght;\n", "And after wol I telle of our viage\n", "And all the remenaunt of oure pilgrimage.\n", "But first I pray yow, of youre curteisye,\n", "That ye n'arette it nat my vileynye,\n", "Thogh that I pleynly speke in this mateere,\n", "To telle yow hir wordes and hir cheere,\n", "Ne thogh I speke hir wordes proprely.\n", "For this ye knowen also wel as I,\n", "Whoso shal telle a tale after a man,\n", "He moot reherce as ny as evere he kan\n", "Everich a word, if it be in his charge,\n", "Al speke he never so rudeliche or large,\n", "Or ellis he moot telle his tale untrewe,\n", "Or feyne thyng, or fynde wordes newe.\n", "He may nat spare, al thogh he were his brother;\n", "He moot as wel seye o word as another.\n", "Crist spak hymself ful brode in hooly writ,\n", "And, wel ye woot, no vileynye is it.\n", "Eek Plato seith, whoso kan hym rede,\n", "The wordes moote be cosyn to the dede.\n", "Also I prey yow to foryeve it me,\n", "Al have I nat set folk in hir degree\n", "Heere in this tale, as that they sholde stonde.\n", "My wit is short, ye may wel understonde.\n"], ["       Greet chiere made oure Hoost us everichon,\n", "And to the soper sette he us anon.\n", "He served us with vitaille at the beste;\n", "Strong was the wyn, and wel to drynke us leste.\n", "A semely man OURE HOOSTE was withalle\n", "For to been a marchal in an halle.\n", "A large man he was, with eyen stepe -\n", "A fairer burgeys was ther noon in Chepe -\n", "Boold of his speche, and wys, and well ytaught,\n", "And of manhod hym lakkede right naught.\n", "Eek therto he was right a myrie man,\n", "And after soper pleyen he bigan,\n", "And spak of myrthe amonges othere thynges,\n", "Whan that we hadde maad our rekenynges,\n", "And seyde thus: \"Now lordynges, trewely,\n", "Ye been to me right welcome hertely;\n", "For by my trouthe, if that I shal nat lye,\n", "I saugh nat this yeer so myrie a compaignye\n", "Atones in this herberwe, as is now.\n", "Fayn wolde I doon yow myrthe, wiste I how.\n", "And of a myrthe I am right now bythoght,\n", "To doon yow ese, and it shal coste noght.\n"], ["       Ye goon to Caunterbury - God yow speede,\n", "The blisful martir quite yow youre meede!\n", "And wel I woot, as ye goon by the weye,\n", "Ye shapen yow to talen and to pleye,\n", "For trewely, confort ne myrthe is noon\n", "To ride by the weye doumb as stoon;\n", "And therfore wol I maken yow disport,\n", "As I seyde erst, and doon yow som confort.\n", "And if yow liketh alle by oon assent\n", "For to stonden at my juggement,\n", "And for to werken as I shal yow seye,\n", "To-morwe, whan ye riden by the weye,\n", "Now, by my fader soule that is deed,\n", "But ye be myrie, I wol yeve yow myn heed!\n", "Hoold up youre hond, withouten moore speche.\"\n"], ["       Oure conseil was nat longe for to seche.\n", "Us thoughte it was noght worth to make it wys,\n", "And graunted hym, withouten moore avys,\n", "And bad him seye his voirdit, as hym leste.\n", "\"Lordynges,\" quod he, \"now herkneth for the beste;\n", "But taak it nought, I prey yow, in desdeyn.\n", "This is the poynt, to speken short and pleyn,\n", "That ech of yow, to shorte with oure weye,\n", "In this viage shal telle tales tweye\n", "To Caunterbury-ward I mene it so,\n", "And homward he shal tellen othere two,\n", "Of aventures that whilom han bifalle.\n", "And which of yow that bereth hym best of alle,\n", "That is to seyn, that telleth in this caas\n", "Tales of best sentence and moost solaas,\n", "Shal have a soper at oure aller cost\n", "Heere in this place, sittynge by this post,\n", "Whan that we come agayn fro Caunterbury.\n", "And for to make yow the moore mury,\n", "I wol myselven goodly with yow ryde\n", "Right at myn owene cost, and be youre gyde;\n", "And who so wole my juggement withseye\n", "Shal paye al that we spenden by the weye.\n", "And if ye vouche sauf that it be so,\n", "Tel me anon, withouten wordes mo,\n", "And I wol erly shape me therfore.\"\n"], ["       This thyng was graunted, and oure othes swore\n", "With ful glad herte, and preyden hym also\n", "That he wolde vouche sauf for to do so,\n", "And that he wolde been oure governour,\n", "And of our tales juge and reportour,\n", "And sette a soper at a certeyn pris,\n", "And we wol reuled been at his devys\n", "In heigh and lough; and thus by oon assent\n", "We been acorded to his juggement.\n", "And therupon the wyn was fet anon;\n", "We dronken, and to reste wente echon,\n", "Withouten any lenger taryynge.\n"], ["       Amorwe, whan that day bigan to sprynge,\n", "Up roos oure Hoost, and was oure aller cok,\n", "And gadrede us to gidre alle in a flok,\n", "And forth we riden, a litel moore than paas\n", "Unto the wateryng of Seint Thomas;\n", "And there oure Hoost bigan his hors areste\n", "And seyde, \"Lordynges, herkneth if yow leste.\n", "Ye woot youre foreward, and I it yow recorde.\n", "If even-song and morwe-song accorde,\n", "Lat se now who shal telle the firste tale.\n", "As evere mote I drynke wyn or ale,\n", "Whoso be rebel to my juggement\n", "Shal paye for al that by the wey is spent.\n", "Now draweth cut, er that we ferrer twynne,\n", "He which that hath the shorteste shal bigynne.\n", "Sire Knyght,\" quod he, \"my mayster and my lord,\n", "Now draweth cut, for that is myn accord.\n", "Cometh neer,\" quod he, \"my lady Prioresse,\n", "And ye, Sir Clerk, lat be youre shamefastnesse,\n", "Ne studieth noght; ley hond to, every man!\"\n", "Anon to drawen every wight bigan,\n", "And shortly for to tellen as it was,\n", "Were it by aventure, or sort, or cas,\n", "The sothe is this, the cut fil to the Knyght,\n", "Of which ful blithe and glad was every wyght.\n", "And telle he moste his tale, as was resoun,\n", "By foreward and by composicioun,-\n", "As ye han herd, what nedeth wordes mo?\n", "And whan this goode man saugh that it was so,\n", "As he that wys was and obedient\n", "To kepe his foreward by his free assent,\n", "He seyde, \"Syn I shal bigynne the game,\n", "What, welcome be the cut, a Goddes name!\n", "Now lat us ryde, and herkneth what I seye.\"\n", "And with that word we ryden forth oure weye,\n", "And he bigan with right a myrie cheere\n", "His tale anon, and seyde as ye may heere.\n", "\n"], ["     Whilom, as olde stories tellen us,\n", "Ther was a duc that highte Theseus;\n", "Of Atthenes he was lord and governour,\n", "And in his tyme swich a conquerour,\n", "That gretter was ther noon under the sonne.\n", "Ful many a riche contree hadde he wonne,\n", "What with his wysdom and his chivalrie;\n", "He conquered al the regne of Femenye,\n", "That whilom was ycleped Scithia,\n", "And weddede the queene Ypolita,\n", "And broghte hir hoom with hym in his contree,\n", "With muchel glorie and greet solempnytee,\n", "And eek hir yonge suster Emelye.\n", "And thus with victorie and with melodye\n", "Lete I this noble duc to Atthenes ryde,\n", "And al his hoost, in armes hym bisyde.\n"], ["      And certes, if it nere to long to heere,\n", "I wolde have toold yow fully the manere\n", "How wonnen was the regne of Femenye\n", "By Theseus, and by his chivalrye,\n", "And of the grete bataille for the nones\n", "Bitwixen Atthenes and Amazones,\n", "And how asseged was Ypolita\n", "The faire hardy queene of Scithia,\n", "And of the feste that was at hir weddynge,\n", "And of the tempest at hir hoom-comynge;\n", "But al the thyng I moot as now forbere,\n", "I have, God woot, a large feeld to ere,\n", "And wayke been the oxen in my plough,\n", "The remenant of the tale is long ynough.\n", "I wol nat letten eek noon of this route,\n", "Lat every felawe telle his tale aboute,\n", "And lat se now who shal the soper wynne;-\n", "And ther I lefte, I wol ayeyn bigynne.\n"], ["      This duc of whom I make mencioun,\n", "Whan he was come almoost unto the toun,\n", "In al his wele and in his mooste pride,\n", "He was war, as he caste his eye aside,\n", "Where that ther kneled in the hye weye\n", "A compaignye of ladyes, tweye and tweye,\n", "Ech after oother, clad in clothes blake;\n", "But swich a cry and swich a wo they make,\n", "That in this world nys creature lyvynge\n", "That herde swich another waymentynge;\n", "And of this cry they nolde nevere stenten,\n", "Til they the reynes of his brydel henten.\n"], ["      \"What folk been ye, that at myn hom-comynge\n", "Perturben so my feste with criynge?\"\n", "Quod Theseus. \"Have ye so greet envye\n", "Of myn honour, that thus compleyne and crye?\n", "Or who hath yow mysboden or offended?\n", "And telleth me if it may been amended,\n", "And why that ye been clothed thus in blak?\"\n"], ["      The eldeste lady of hem alle spak-\n", "Whan she hadde swowned with a deedly cheere,\n", "That it was routhe for to seen and heere-\n", "And seyde, \"Lord, to whom Fortune hath yiven\n", "Victorie, and as a conqueror to lyven,\n", "Nat greveth us youre glorie and youre honour,\n", "But we biseken mercy and socour.\n", "Have mercy on oure wo and oure distresse,\n", "Som drope of pitee thurgh thy gentillesse\n", "Upon us wrecched wommen lat thou falle;\n", "For certes, lord, ther is noon of us alle,\n", "That she ne hath been a duchesse or a queene.\n", "Now be we caytyves, as it is wel seene,\n", "Thanked be Fortune, and hir false wheel,\n", "That noon estaat assureth to be weel.\n", "And certes, lord, to abyden youre presence,\n", "Heere in the temple of the goddesse Clemence\n", "We han ben waitynge al this fourtenyght;\n", "Now help us, lord, sith it is in thy myght!\n"], ["      I wrecche, which that wepe and waille thus,\n", "Was whilom wyf to kyng Cappaneus,\n", "That starf at Thebes -cursed be that day!-\n", "And alle we that been in this array\n", "And maken al this lamentacioun,\n", "We losten alle oure housbondes at that toun,\n", "Whil that the seege theraboute lay.\n", "And yet now the olde Creon, weylaway!\n", "That lord is now of Thebes the Citee,\n", "Fulfild of ire and of iniquitee,\n", "He, for despit and for his tirannye,\n", "To do the dede bodyes vileynye,\n", "Of alle oure lordes, whiche that been slawe,\n", "Hath alle the bodyes on an heep ydrawe,\n", "And wol nat suffren hem, by noon assent,\n", "Neither to been yburyed nor ybrent,\n", "But maketh houndes ete hem in despit.\"\n"], ["      And with that word, withouten moore respit,\n", "They fillen gruf, and criden pitously,\n", "\"Have on us wrecched wommen som mercy\n", "And lat oure sorwe synken in thyn herte.\"\n"], ["      This gentil duc doun from his courser sterte\n", "With herte pitous, whan he herde hem speke;\n", "Hym thoughte that his herte wolde breke,\n", "Whan he saugh hem so pitous and so maat,\n", "That whilom weren of so greet estaat.\n", "And in his armes he hem alle up hente,\n", "And hem conforteth in ful good entente,\n", "And swoor his ooth, as he was trewe knyght,\n", "He wolde doon so ferforthly his myght\n", "Upon the tiraunt Creon hem to wreke,\n", "That all the peple of Grece sholde speke\n", "How Creon was of Theseus yserved,\n", "As he that hadde his deeth ful wel deserved.\n", "And right anoon, withouten moore abood,\n", "His baner he desplayeth, and forth rood\n", "To Thebes-ward, and al his hoost biside,\n", "No neer Atthenes wolde he go ne ride,\n", "Ne take his ese fully half a day,\n", "But onward on his wey that nyght he lay,\n", "And sente anon Ypolita the queene,\n", "And Emelye, hir yonge suster sheene,\n", "Unto the toun of Atthenes to dwelle,\n", "And forth he rit; ther is namoore to telle.\n"], ["      The rede statue of Mars, with spere and targe,\n", "So shyneth, in his white baner large,\n", "That alle the feeldes gliteren up and doun,\n", "And by his baner gorn is his penoun\n", "Of gold ful riche, in which ther was ybete\n", "The Mynotaur which that he slough in Crete.\n", "Thus rit this duc, thus rit this conquerour,\n", "And in his hoost of chivalrie the flour,\n", "Til that he cam to Thebes, and alighte\n", "Faire in a feeld, ther as he thoughte to fighte.\n", "But shortly for to speken of this thyng,\n", "With Creon, which that was of Thebes kyng,\n", "He faught, and slough hym manly as a knyght\n", "In pleyn bataille, and putte the folk to flyght;\n", "And by assaut he wan the citee after,\n", "And rente adoun bothe wall, and sparre, and rafter.\n", "And to the ladyes he sestored agayn\n", "The bones of hir freendes that weren slayn,\n", "To doon obsequies as was tho the gyse.\n", "But it were al to longe for to devyse\n", "The grete clamour and the waymentynge\n", "That the ladyes made at the brennynge\n", "Of the bodies, and the grete honour\n", "That Theseus, the noble conquerour,\n", "Dooth to the ladyes, whan they from hym wente;\n", "But shortly for to telle is myn entente.\n"], ["      Whan that his worthy duc, this Theseus,\n", "Hath Creon slayn, and wonne Thebes thus,\n", "Stille in that feeld he took al nyght his reste,\n", "And dide with al the contree as hym leste.\n"], ["      To ransake in the taas of bodyes dede,\n", "Hem for to strepe of harneys and of wede,\n", "The pilours diden bisynesse and cure,\n", "After the bataille and disconfiture;\n", "And so bifel, that in the taas they founde\n", "Thurgh-girt with many a grevous blody wounde,\n", "Two yonge knyghtes liggynge by and by,\n", "Bothe in oon armes, wroght ful richely,\n", "Of whiche two Arcita highte that oon,\n", "And that oother knyght highte Palamon.\n", "Nat fully quyke, ne fully dede they were,\n", "But by here cote-armures and by hir gere,\n", "The heraudes knewe hem best in special\n", "As they that weren of the blood roial\n", "Of Thebes, and of sustren two yborn.\n", "Out of the taas the pilours han hem torn,\n", "And had hem caried softe unto the tente\n", "Of Theseus, and he ful soone hem sente\n", "To Atthenes to dwellen in prisoun\n", "Perpetuelly, he nolde no raunsoun.\n", "And whan this worthy duc hath thus ydon,\n", "He took his hoost, and hoom he rit anon,\n", "With laurer crowned, as a conquerour;\n", "And ther he lyveth in joye and in honour\n", "Terme of his lyve; what nedeth wordes mo?\n", "And in a tour, in angwissh and in wo,\n", "Dwellen this Palamon and eek Arcite\n", "For evermoore, ther may no gold hem quite.\n"], ["      This passeth yeer by yeer, and day by day,\n", "Till it fil ones, in a morwe of May,\n", "That Emelye, that fairer was to sene\n", "Than is the lylie upon his stalke grene,\n", "And fressher than the May with floures newe-\n", "For with the rose colour stroof hir hewe,\n", "I noot which was the fairer of hem two-\n", "Er it were day, as was hir wone to do,\n", "She was arisen, and al redy dight-\n", "For May wole have no slogardie a-nyght;\n", "The sesoun priketh every gentil herte,\n", "And maketh hym out of his slepe to sterte,\n", "And seith, \"Arys and do thyn observaunce.\"\n", "This maked Emelye have remembraunce\n", "To doon honour to May, and for to ryse.\n", "Yclothed was she fressh, for to devyse,\n", "Hir yelow heer was broyded in a tresse,\n", "Bihynde hir bak, a yerde long, I gesse,\n", "And in the gardyn, at the sonne upriste,\n", "She walketh up and doun, and as hir liste\n", "She gadereth floures, party white and rede,\n", "To make a subtil gerland for hir hede,\n", "And as an aungel hevenysshly she soong.\n", "The grete tour, that was so thikke and stroong,\n", "Which of the castel was the chief dongeoun,\n", "(Ther as the knyghtes weren in prisoun,\n", "Of whiche I tolde yow, and tellen shal)\n", "Was evene joynant to the gardyn wal\n", "Ther as this Emelye hadde hir pleyynge.\n", "Bright was the sonne, and cleer that morwenynge,\n", "And Palamoun, this woful prisoner,\n", "As was his wone, by leve of his gayler,\n", "Was risen, and romed in a chambre on heigh,\n", "In which he al the noble citee seigh,\n", "And eek the gardyn, ful of braunches grene,\n", "Ther as this fresshe Emelye the shene\n", "Was in hire walk, and romed up and doun.\n", "This sorweful prisoner, this Palamoun,\n", "Goth in the chambre romynge to and fro,\n", "And to hym-self compleynynge of his wo.\n", "That he was born, ful ofte he seyde, \"allas!\"\n", "And so bifel, by aventure or cas,\n", "That thurgh a wyndow, thikke of many a barre\n", "Of iren greet, and square as any sparre,\n", "He cast his eye upon Emelya,\n", "And therwithal he bleynte, and cryede \"A!\"\n", "As though he stongen were unto the herte.\n", "And with that cry Arcite anon up sterte\n", "And seyde, \"Cosyn myn, what eyleth thee,\n", "That art so pale and deedly on to see?\n", "Why cridestow? who hath thee doon offence?\n", "For Goddess love, taak al in pacience\n", "Oure prisoun, for it may noon oother be;\n", "Fortune hath yeven us this adversitee.\n", "Som wikke aspect or disposicioun\n", "Of Saturne, by sum constellacioun\n", "Hath yeven us this, al though we hadde it sworn;\n", "So stood the hevene, whan that we were born.\n", "We moste endure it, this the short and playn.\"\n"], ["      This Palamon answerde and seyde agayn:\n", "\"Cosyn, for sothe, of this opinioun\n", "Thow hast a veyn ymaginacioun.\n", "This prison caused me nat for to crye,\n", "But I was hurt right now thurgh-out myn ye\n", "Into myn herte, that wol my bane be.\n", "The fairnesse of that lady, that I see\n", "Yond in the gardyn romen to and fro,\n", "Is cause of al my criyng and my wo.\n", "I noot wher she be womman or goddesse,\n", "But Venus is it, soothly as I gesse.\"\n", "And therwithal, on knees doun he fil,\n", "And seyde, \"Venus, if it be thy wil,\n", "Yow in this gardyn thus to transfigure\n", "Bifore me, sorweful wrecched creature,\n", "Out of this prisoun helpe that we may scapen!\n", "And if so be my destynee be shapen\n", "By eterne word to dyen in prisoun,\n", "Of oure lynage have som compassioun,\n", "That is so lowe ybroght by tirannye.\"\n", "And with that word Arcite gan espye\n", "Wher-as this lady romed to and fro,\n", "And with that sighte hir beautee hurte hym so,\n", "That, if that Palamon was wounded sore,\n", "Arcite is hurt as moche as he, or moore.\n", "And with a sigh he seyde pitously:\n", "\"The fresshe beautee sleeth me sodeynly\n", "Of hire, that rometh in the yonder place,\n", "And but I have hir mercy and hir grace\n", "That I may seen hir atte leeste weye,\n", "I nam but deed, ther is namoore to seye.\"\n"], ["      This Palamon, whan he tho wordes herde,\n", "Dispitously he looked and answerde,\n", "\"Wheither seistow this in ernest or in pley?\"\n"], ["      \"Nay,\" quod Arcite, \"in ernest by my fey,\n", "God helpe me so, me list ful yvele pleye.\"\n"], ["      This Palamon gan knytte his browes tweye;\n", "\"It nere,\" quod he, \"to thee no greet honour\n", "For to be fals, ne for to be traitour\n", "To me, that am thy cosyn and thy brother,\n", "Ysworn ful depe, and ech of us til oother,\n", "That nevere for to dyen in the peyne,\n", "Til that the deeth departe shal us tweyne,\n", "Neither of us in love to hyndre other,\n", "Ne in noon oother cas, my leeve brother,\n", "But that thou sholdest trewely forthren me\n", "In every cas, as I shal forthren thee, -\n", "This was thyn ooth, and myn also certeyn,\n", "I woot right wel thou darst it nat withseyn.\n", "Thus artow of my conseil, out of doute;\n", "And now thou woldest falsly been aboute\n", "To love my lady, whom I love and serve\n", "And evere shal, til that myn herte sterve.\n", "Nay, certes, false Arcite, thow shalt nat so!\n", "I loved hire first, and tolde thee my wo\n", "As to my conseil, and to my brother sworn,\n", "To forthre me as I have toold biforn,\n", "For which thou art ybounden as a knyght\n", "To helpen me, if it lay in thy myght,\n", "Or elles artow fals, I dar wel seyn.\"\n"], ["      This Arcite ful proudly spak ageyn,\n", "\"Thow shalt,\" quod he, \"be rather fals than I.\n", "But thou art fals, I telle thee outrely,\n", "For paramour I loved hir first er thow.\n", "What, wiltow seyn thou wistest nat yet now\n", "Wheither she be a womman or goddesse?\n", "Thyn is affeccioun of hoolynesse,\n", "And myn is love, as to a creature;\n", "For which I tolde thee myn aventure\n", "As to my cosyn and my brother sworn.\n", "I pose, that thow lovedest hir biforn;\n", "Wostow nat wel the olde clerkes sawe\n", "That `who shal yeve a lovere any lawe?'\n", "Love is a gretter lawe, by my pan,\n", "Than may be yeve of any erthely man.\n", "And therfore positif lawe and swich decree\n", "Is broken al day for love in ech degree.\n", "A man moot nedes love, maugree his heed,\n", "He may nat fleen it, thogh he sholde be deed,\n", "Al be she mayde, or wydwe, or elles wyf.\n", "And eek it is nat likly, al thy lyf,\n", "To stonden in hir grace, namoore shal I,\n", "For wel thou woost thyselven, verraily,\n", "That thou and I be dampned to prisoun\n", "Perpetuelly, us gayneth no raunsoun.\n", "We stryven as dide the houndes for the boon,\n", "They foughte al day, and yet hir part was noon.\n", "Ther cam a kyte, whil they weren so wrothe,\n", "And baar awey the boon bitwixe hem bothe.\n", "And therfore at the kynges court, my brother,\n", "Ech man for hymself, ther is noon oother.\n", "Love if thee list, for I love, and ay shal;\n", "And soothly, leeve brother, this is al.\n", "Heere in this prisoun moote we endure,\n", "And everich of us take his aventure.\"\n"], ["      Greet was the strif and long bitwix hem tweye,\n", "If that I hadde leyser for to seye.\n", "But to th'effect; it happed on a day,\n", "To telle it yow as shortly as I may,\n", "A worthy duc, that highte Perotheus,\n", "That felawe was unto duc Theseus\n", "Syn thilke day that they were children lite,\n", "Was come to Atthenes his felawe to visite,\n", "And for to pleye as he was wont to do-\n", "For in this world he loved no man so,\n", "And he loved hym als tendrely agayn.\n", "So wel they lovede, as olde bookes sayn,\n", "That whan that oon was deed, soothly to telle,\n", "His felawe wente and soughte hym doun in helle.\n", "But of that storie list me nat to write;\n", "Duc Perotheus loved wel Arcite,\n", "And hadde hym knowe at Thebes yeer by yere,\n", "And finally, at requeste and preyere\n", "Of Perotheus, withouten any raunsoun,\n", "Duc Theseus hym leet out of prisoun\n", "Frely to goon, wher that hym liste overal,\n", "In swich a gyse as I you tellen shal.\n"], ["      This was the forward, pleynly for t'endite,\n", "Bitwixen Theseus and hym Arcite,\n", "That if so were that Arcite were yfounde\n", "Evere in his lif, by day or nyght or stounde,\n", "In any contree of this Theseus,\n", "And he were caught, it was acorded thus,\n", "That with a swerd he sholde lese his heed;\n", "Ther nas noon oother remedie ne reed,\n", "But taketh his leve and homward he him spedde;\n", "Lat hym be war! His nekke lith to wedde!\n"], ["      How greet a sorwe suffreth now Arcite!\n", "The deeth he feeleth thurgh his herte smyte,\n", "He wepeth, wayleth, crieth pitously,\n", "To sleen hymself he waiteth prively.\n", "He seyde, \"Allas, that day that he was born!\n", "Now is my prisoun worse than biforn;\n", "Now is me shape eternally to dwelle\n", "Nat in purgatorie, but in helle.\n", "Allas, that evere knew I Perotheus!\n", "For elles hadde I dwelled with Theseus,\n", "Yfetered in his prisoun evermo;\n", "Thanne hadde I been in blisse, and nat in wo.\n", "Oonly the sighte of hire whom that I serve,\n", "Though that I nevere hir grace may deserve,\n", "Wolde han suffised right ynough for me.\n", "O deere cosyn Palamon,\" quod he,\n", "\"Thyn is the victorie of this aventure.\n", "Ful blisfully in prison maistow dure.-\n", "In prisoun? certes, nay, but in paradys!\n", "Wel hath Fortune yturned thee the dys,\n", "That hast the sighte of hir, and I th'absence;\n", "For possible is, syn thou hast hir presence,\n", "And art a knyght, a worthy and an able,\n", "That by som cas, syn Fortune is chaungeable,\n", "Thow maist to thy desir som tyme atteyne.\n", "But I, that am exiled and bareyne\n", "Of alle grace, and in so greet dispeir\n", "That ther nys erthe, water, fir, ne eir,\n", "Ne creature, that of hem maked is,\n", "That may me helpe or doon confort in this,\n", "Wel oughte I sterve in wanhope and distresse,\n", "Farwel, my lif, my lust, and my gladnesse!\n"], ["      Allas, why pleynen folk so in commune\n", "On purveiaunce of God or of Fortune,\n", "That yeveth hem ful ofte in many a gyse\n", "Wel bettre than they kan hemself devyse?\n", "Som man desireth for to han richesse,\n", "That cause is of his mordre of greet siknesse.\n", "And som man wolde out of his prisoun fayn,\n", "That in his hous is of his meynee slayn.\n", "Infinite harmes been in this mateere,\n", "We witen nat what thing we preyen heere.\n", "We faren as he that dronke is as a mous;\n", "A dronke man woot wel he hath an hous,\n", "But he noot which the righte wey is thider,\n", "And to a dronke man the wey is slider.\n", "And certes, in this world so faren we;\n", "We seken faste after felicitee,\n", "But we goon wrong ful often trewely.\n", "Thus may we seyen alle, and namely I,\n", "That wende and hadde a greet opinioun\n", "That if I myghte escapen from prisoun,\n", "Thanne hadde I been in joye and perfit heele,\n", "Ther now I am exiled fro my wele.\n", "Syn that I may nat seen you, Emelye,\n", "I nam but deed, ther nys no remedye.\"\n"], ["      Upon that oother syde, Palamon,\n", "Whan that he wiste Arcite was agon,\n", "Swich sorwe he maketh that the grete tour\n", "Resouneth of his youlyng and clamour.\n", "The pure fettres on his shynes grete\n", "Weren of his bittre salte teeres wete.\n", "\"Allas,\" quod he, \"Arcite, cosyn myn!\n", "Of al oure strif, God woot, the fruyt is thyn.\n", "Thow walkest now in Thebes at thy large,\n", "And of my wo thow yevest litel charge.\n", "Thou mayst, syn thou hast wysdom and manhede,\n", "Assemblen alle the folk of oure kynrede,\n", "And make a werre so sharp on this citee,\n", "That by som aventure, or som tretee,\n", "Thow mayst have hir to lady and to wyf,\n", "For whom that I moste nedes lese my lyf.\n", "For as by wey of possibilitee,\n", "Sith thou art at thy large, of prisoun free,\n", "And art a lord, greet is thyn avauntage\n", "Moore than is myn, that sterve here in a cage.\n", "For I moot wepe and wayle, whil I lyve,\n", "With al the wo that prison may me yeve,\n", "And eek with peyne that love me yeveth also,\n", "That doubleth al my torment and my wo.\"\n", "Therwith the fyr of jalousie up-sterte\n", "Withinne his brest, and hente him by the herte\n", "So woodly, that he lyk was to biholde\n", "The boxtree, or the asshen dede and colde.\n"], ["      Thanne seyde he, \"O cruel Goddes, that governe\n", "This world with byndyng of youre word eterne,\n", "And writen in the table of atthamaunt\n", "Youre parlement and youre eterne graunt,\n", "What is mankynde moore unto you holde\n", "Than is the sheep that rouketh in the folde?\n", "For slayn is man right as another beest,\n", "And dwelleth eek in prison and arreest,\n", "And hath siknesse, and greet adversitee,\n", "And ofte tymes giltelees, pardee.\n"], ["      What governance is in this prescience\n", "That giltelees tormenteth innocence?\n", "And yet encresseth this al my penaunce,\n", "That man is bounden to his observaunce,\n", "For Goddes sake, to letten of his wille,\n", "Ther as a beest may al his lust fulfille.\n", "And whan a beest is deed, he hath no peyne,\n", "But man after his deeth moot wepe and pleyne,\n", "Though in this world he have care and wo.\n", "Withouten doute it may stonden so.\n", "The answere of this lete I to dyvynys,\n", "But well I woot, that in this world greet pyne ys.\n", "Allas, I se a serpent or a theef,\n", "That many a trewe man hath doon mescheef,\n", "Goon at his large, and where hym list may turne!\n", "But I moot been in prisoun thurgh Saturne,\n", "And eek thurgh Juno, jalous and eek wood,\n", "That hath destroyed wel ny al the blood\n", "Of Thebes with hise waste walles wyde.\n", "And Venus sleeth me on that oother syde\n", "For jalousie and fere of hym Arcite.\"\n"], ["      Now wol I stynte of Palamon a lite,\n", "And lete hym in his prisoun stille dwelle,\n", "And of Arcita forth I wol yow telle.\n"], ["      The somer passeth, and the nyghtes longe\n", "Encressen double wise the peynes stronge\n", "Bothe of the lovere and the prisoner;\n", "I noot which hath the wofuller mester.\n", "For shortly for to seyn, this Palamoun\n", "Perpetuelly is dampned to prisoun\n", "In cheynes and in fettres to been deed,\n", "And Arcite is exiled upon his heed\n", "For evere mo as out of that contree,\n", "Ne nevere mo he shal his lady see.\n"], ["      Yow loveres axe I now this questioun,\n", "Who hath the worse, Arcite or Palamoun?\n", "That oon may seen his lady day by day,\n", "But in prison he moot dwelle alway;\n", "That oother wher hym list may ride or go,\n", "But seen his lady shal he nevere mo.\n", "Now demeth as yow liste ye that kan,\n", "For I wol telle forth, as I bigan.\n"], ["      Whan that Arcite to Thebes comen was,\n", "Ful ofte a day he swelte and seyde `Allas,'\n", "For seen his lady shal he nevere mo;\n", "And shortly to concluden al his wo,\n", "So muche sorwe hadde nevere creature,\n", "That is, or shal whil that the world may dure.\n", "His slep, his mete, his drynke is hym biraft,\n", "That lene he wex and drye as is a shaft.\n", "Hise eyen holwe and grisly to biholde,\n", "His hewe falow and pale as asshen colde;\n", "And solitarie he was and evere allone\n", "And waillynge al the nyght, makynge his mone.\n", "And if he herde song or instrument,\n", "Thanne wolde he wepe, he myghte nat be stent.\n", "So feble eek were hise spiritz, and so lowe,\n", "And chaunged so, that no man koude knowe\n", "His speche nor his voys, though men it herde.\n", "And in his geere for al the world he ferde\n", "Nat oonly lik the loveris maladye\n", "Of Hereos, but rather lyk manye\n", "Engendred of humour malencolik\n", "Biforen in his celle fantastik,\n", "And shortly turned was al up so doun\n", "Bothe habit and eek disposicioun\n", "Of hym, this woful lovere daun Arcite.\n"], ["      What sholde I al day of his wo endite?\n", "Whan he endured hadde a yeer or two\n", "This crueel torment, and this peyne and wo,\n", "At Thebes in his contree, as I seyde,\n", "Upon a nyght in sleep as he hym leyde,\n", "Hym thoughte how that the wynged god Mercurie\n", "Biforn hym stood, and bad hym to be murie.\n", "His slepy yerde in hond he bar uprighte,\n", "An hat he werede upon hise heris brighte.\n", "Arrayed was this god, as he took keep,\n", "As he was whan that Argus took his sleep;\n", "And seyde hym thus, \"To Atthenes shaltou wende,\n", "Ther is thee shapen of thy wo an ende.\"\n", "And with that word Arcite wook and sterte.\n", "\"Now trewely, how soore that me smerte,\"\n", "Quod he, \"to Atthenes right now wol I fare,\n", "Ne for the drede of deeth shal I nat spare\n", "To se my lady that I love and serve,\n", "In hire presence I recche nat to sterve.\"\n"], ["      And with that word he caughte a greet mirour,\n", "And saugh that chaunged was al his colour,\n", "And saugh his visage al in another kynde.\n", "And right anon it ran hym in his mynde,\n", "That sith his face was so disfigured\n", "Of maladye, the which he hadde endured,\n", "He myghte wel, if that he bar hym lowe,\n", "Lyve in Atthenes, everemoore unknowe,\n", "And seen his lady wel ny day by day.\n", "And right anon he chaunged his array,\n", "And cladde hym as a povre laborer,\n", "And al allone, save oonly a squier\n", "That knew his privetee and al his cas,\n", "Which was disgised povrely, as he was,\n", "To Atthenes is he goon, the nexte way.\n", "And to the court he wente, upon a day,\n", "And at the gate he profreth his servyse,\n", "To drugge and drawe, what so men wol devyse.\n", "And shortly of this matere for to seyn,\n", "He fil in office with a chamberleyn,\n", "The which that dwellynge was with Emelye,\n", "For he was wys and koude soone espye\n", "Of every servant which that serveth here.\n", "Wel koude he hewen wode, and water bere,\n", "For he was yong and myghty for the nones,\n", "And therto he was strong and big of bones\n", "To doon that any wight kan hym devyse.\n", "A yeer or two he was in this servyse\n", "Page of the chambre of Emelye the brighte;\n", "And Philostrate he seyde that he highte.\n", "But half so wel biloved a man as he\n", "Ne was ther nevere in court, of his degree;\n", "He was so gentil of condicioun\n", "That thurghout al the court was his renoun.\n", "They seyden, that it were a charitee,\n", "That Theseus wolde enhauncen his degree,\n", "And putten hym in worshipful servyse\n", "Ther as he myghte his vertu exercise.\n", "And thus withinne a while his name is spronge\n", "Bothe of hise dedes and his goode tonge,\n", "That Theseus hath taken hym so neer,\n", "That of his chambre he made hym a squier,\n", "And gaf hym gold to mayntene his degree.\n", "And eek men broghte hym out of his contree\n", "From yeer to yeer, ful pryvely, his rente.\n", "But honestly and slyly he it spente,\n", "That no man wondred how that he it hadde.\n", "And thre yeer in this wise his lif he ladde,\n", "And bar hym so in pees, and eek in werre,\n", "Ther was no man that Theseus hath derre.\n", "And in this blisse lete I now Arcite,\n", "And speke I wole of Palamon a lite.\n"], ["      In derknesse and horrible and strong prisoun\n", "Thise seven yeer hath seten Palamoun,\n", "Forpyned, what for wo and for distresse.\n", "Who feeleth double soor and hevynesse\n", "But Palamon, that love destreyneth so,\n", "That wood out of his wit he goth for wo?\n", "And eek therto he is a prisoner,\n", "Perpetuelly, noght oonly for a yer.\n"], ["      Who koude ryme in Englyssh proprely\n", "His martirdom? For sothe it am nat I,\n", "Therfore I passe as lightly as I may.\n"], ["      It fel that in the seventhe yer, in May,\n", "The thridde nyght, (as olde bookes seyn,\n", "That al this storie tellen moore pleyn)\n", "Were it by aventure or destynee -\n", "As, whan a thyng is shapen, it shal be -\n", "That soone after the mydnyght Palamoun\n", "By helpyng of a freend, brak his prisoun\n", "And fleeth the citee faste as he may go;\n", "For he hade yeve his gayler drynke so\n", "Of a clarree maad of a certeyn wyn,\n", "With nercotikes and opie of Thebes fyn,\n", "That al that nyght, thogh that men wolde him shake,\n", "The gayler sleep, he myghte nat awake.\n", "And thus he fleeth as faste as evere he may;\n", "The nyght was short and faste by the day,\n", "That nedes-cost he moot hymselven hyde;\n", "And til a grove, faste ther bisyde,\n", "With dredeful foot thanne stalketh Palamoun.\n", "For shortly, this was his opinioun,\n", "That in that grove he wolde hym hyde al day,\n", "And in the nyght thanne wolde he take his way\n", "To Thebes-ward, his freendes for to preye\n", "On Theseus to helpe hym to werreye;\n", "And shortly, outher he wolde lese his lif,\n", "Or wynnen Emelye unto his wyf;\n", "This is th'effect and his entente pleyn.\n"], ["      Now wol I turne to Arcite ageyn,\n", "That litel wiste how ny that was his care,\n", "Til that Fortune had broght him in the snare.\n"], ["      The bisy larke, messager of day,\n", "Salueth in hir song the morwe gray,\n", "And firy Phebus riseth up so brighte\n", "That al the orient laugheth of the light,\n", "And with hise stremes dryeth in the greves\n", "The silver dropes hangynge on the leves.\n", "And Arcita, that is in the court roial\n", "With Theseus, his squier principal,\n", "Is risen, and looketh on the myrie day.\n", "And for to doon his observaunce of May,\n", "Remembrynge on the poynt of his desir\n", "He on a courser startlynge as the fir\n", "Is riden into the feeldes, hym to pleye,\n", "Out of the court, were it a myle or tweye.\n", "And to the grove of which that I yow tolde\n", "By aventure his wey he gan to holde,\n", "To maken hym a gerland of the greves,\n", "Were it of wodebynde or hawethorn leves.\n", "And loude he song ayeyn the sonne shene,\n", "\"May, with alle thy floures and thy grene,\n", "Welcome be thou, faire fresshe May,\n", "In hope that I som grene gete may.\"\n", "And from his courser, with a lusty herte,\n", "Into a grove ful hastily he sterte,\n", "And in a path he rometh up and doun\n", "Ther as by aventure this Palamoun\n", "Was in a bussh, that no man myghte hym se;\n", "For soore afered of his deeth was he.\n", "No thyng ne knew he that it was Arcite,\n", "God woot, he wolde have trowed it ful lite.\n", "But sooth is seyd, go sithen many yeres,\n", "That \"feeld hath eyen and the wode hath eres.\"\n", "It is ful fair a man to bere hym evene,\n", "For al day meeteth men at unset stevene.\n", "Ful litel woot Arcite of his felawe,\n", "That was so ny to herknen al his sawe,\n", "For in the bussh he sitteth now ful stille.\n"], ["      Whan that Arcite hadde romed al his fille\n", "And songen al the roundel lustily,\n", "Into a studie he fil al sodeynly,\n", "As doon thise loveres in hir queynte geres,\n", "Now in the croppe, now doun in the breres,\n", "Now up, now doun as boket in a welle.\n", "Right as the Friday, soothly for to telle,\n", "Now it shyneth, now it reyneth faste,\n", "Right so kan geery Venus overcaste\n", "The hertes of hir folk; right as hir day\n", "Is gereful, right so chaungeth she array.\n", "Selde is the Friday al the wowke ylike.\n"], ["      Whan that Arcite had songe, he gan to sike,\n", "And sette hym doun withouten any moore;\n", "\"Allas,\" quod he, \"that day that I was bore!\n", "How longe, Juno, thurgh thy crueltee\n", "Woltow werreyen Thebes the Citee?\n", "Allas, ybroght is to confusioun\n", "The blood roial of Cadme and Amphioun, -\n", "Of Cadmus, which that was the firste man\n", "That Thebes bulte, or first the toun bigan,\n", "And of the citee first was crouned kyng,\n", "Of his lynage am I, and his ofspryng,\n", "By verray ligne, as of the stok roial,\n", "And now I am so caytyf and so thral\n", "That he that is my mortal enemy\n", "I serve hym as his squier povrely.\n", "And yet dooth Juno me wel moore shame,\n", "For I dar noght biknowe myn owene name,\n", "But theras I was wont to highte Arcite,\n", "Now highte I Philostrate, noght worth a myte.\n", "Allas, thou felle Mars! allas, Juno!\n", "Thus hath youre ire oure lynage al fordo,\n", "Save oonly me, and wrecched Palamoun\n", "That Theseus martireth in prisoun.\n", "And over al this, to sleen me outrely,\n", "Love hath his firy dart so brennyngly\n", "Ystiked thurgh my trewe careful herte,\n", "That shapen was my deeth erst than my sherte.\n", "Ye sleen me with youre eyen, Emelye!\n", "Ye been the cause wherfore that I dye.\n", "Of al the remenant of myn oother care\n", "Ne sette I nat the montance of a tare,\n", "So that I koude doon aught to youre plesaunce.\"\n", "And with that word he fil doun in a traunce\n", "A longe tyme, and after he upsterte.\n"], ["      This Palamoun, that thoughte that thurgh his herte\n", "He felte a coold swerd sodeynliche glyde,\n", "For ire he quook, no lenger wolde he byde.\n", "And whan that he had herd Arcites tale,\n", "As he were wood, with face deed and pale,\n", "He stirte hym up out of the buskes thikke,\n", "And seide, \"Arcite, false traytour wikke!\n", "Now artow hent that lovest my lady so,\n", "For whom that I have al this peyne and wo,\n", "And art my blood, and to my conseil sworn,\n", "As I ful ofte ofte have seyd thee heerbiforn,\n", "And hast byjaped heere duc Theseus,\n", "And falsly chaunged hast thy name thus.\n", "I wol be deed, or elles thou shalt dye;\n", "Thou shalt nat love my lady Emelye,\n", "But I wol love hire oonly, and namo,\n", "For I am Palamon, thy mortal foo!\n", "And though that I no wepene have in this place,\n", "But out of prison am astert by grace,\n", "I drede noght that outher thow shalt dye,\n", "Or thow ne shalt nat loven Emelye.\n", "Chees which thou wolt, for thou shalt nat asterte!\"\n"], ["      This Arcite, with ful despitous herte,\n", "Whan he hym knew, and hadde his tale herd,\n", "As fiers as leoun pulled out his swerd,\n", "And seyde thus: \"By God that sit above,\n", "Nere it that thou art sik and wood for love,\n", "And eek that thow no wepne hast in this place,\n", "Thou sholdest nevere out of this grove pace,\n", "That thou ne sholdest dyen of myn hond.\n", "For I defye the seurete and the bond\n", "Which that thou seist that I have maad to thee.\n", "What, verray fool, thynk wel that love is free,\n", "And I wol love hir, maugree al thy myght!\n", "But for as muche thou art a worthy knyght,\n", "And wilnest to darreyne hire by bataille,\n", "Have heer my trouthe; tomorwe I wol nat faille\n", "Withoute wityng of any oother wight\n", "That heere I wol be founden as a knyght,\n", "And bryngen harneys right ynough for thee,\n", "And ches the beste, and leef the worste for me.\n", "And mete and drynke this nyght wol I brynge\n", "Ynough for thee, and clothes for thy beddynge;\n", "And if so be that thou my lady wynne,\n", "And sle me in this wode ther I am inne,\n", "Thow mayst wel have thy lady as for me.\"\n"], ["      This Palamon answerde, \"I graunte it thee.\"\n", "And thus they been departed til amorwe,\n", "Whan ech of hem had leyd his feith to borwe.\n"], ["      O Cupide, out of alle charitee!\n", "O regne, that wolt no felawe have with thee!\n", "Ful sooth is seyd that love ne lordshipe\n", "Wol noght, hir thankes, have no felaweshipe.\n", "Wel fynden that Arcite and Palamoun.\n", "Arcite is riden anon unto the toun,\n", "And on the morwe, er it were dayes light,\n", "Ful prively two harneys hath he dight,\n", "Bothe suffisaunt and mete to darreyne\n", "The bataille in the feeld bitwix hem tweyne.\n", "And on his hors, allone as he was born,\n", "He carieth al this harneys hym biforn,\n", "And in the grove, at tyme and place yset,\n", "This Arcite and this Palamon ben met.\n", "To chaungen gan the colour in hir face\n", "Right as the hunters in the regne of Trace,\n", "That stondeth at the gappe with a spere,\n", "Whan hunted is the leoun and the bere,\n", "And hereth hym come russhyng in the greves,\n", "And breketh bothe bowes and the leves,\n", "And thynketh, \"Heere cometh my mortal enemy,\n", "Withoute faille he moot be deed or I,\n", "For outher I moot sleen hym at the gappe,\n", "Or he moot sleen me, if that me myshappe\"-\n", "So ferden they in chaungyng of hir hewe,\n", "As fer as everich of hem oother knewe.\n"], ["      Ther nas no good day ne no saluyng,\n", "But streight, withouten word or rehersyng,\n", "Everich of hem heelp for to armen oother,\n", "As freendly as he were his owene brother.\n", "And after that with sharpe speres stronge\n", "They foynen ech at oother wonder longe.\n", "Thou myghtest wene that this Palamoun\n", "In his fightyng were a wood leon,\n", "And as a crueel tigre was Arcite.\n", "As wilde bores gonne they to smyte,\n", "That frothen white as foom for ire wood.\n", "Up to the ancle foghte they in hir blood.\n", "And in this wise I lete hem fightyng dwelle,\n", "And forth I wole of Theseus yow telle.\n"], ["      The destinee, ministre general,\n", "That executeth in the world overal\n", "The purveiaunce that God hath seyn biforn,\n", "So strong it is, that though the world had sworn\n", "The contrarie of a thyng, by ye or nay,\n", "Yet somtyme it shal fallen on a day\n", "That falleth nat eft withinne a thousand yeere.\n", "For certeinly, oure appetites heere,\n", "Be it of werre, or pees, or hate, or love,\n", "Al is this reuled by the sighte above.\n"], ["      This mene I now by myghty Theseus,\n", "That for to hunten is so desirus\n", "And namely at the grete hert in May,\n", "That in his bed ther daweth hym no day\n", "That he nys clad, and redy for to ryde\n", "With hunte and horn, and houndes hym bisyde\n", "For in his huntyng hath he swich delit\n", "That it is al his joye and appetit\n", "To been hymself the grete hertes bane-\n", "For after Mars he serveth now Dyane.\n"], ["      Cleer was the day, as I have toold er this,\n", "And Theseus, with alle joye and blis,\n", "With his Ypolita, the faire quene,\n", "And Emelye, clothed al in grene,\n", "On huntyng be they riden roially,\n", "And to the grove, that stood ful faste by,\n", "In which ther was an hert, as men hym tolde,\n", "Duc Theseus the streighte wey hath holde,\n", "And to the launde he rideth hym ful right,\n", "For thider was the hert wont have his flight,\n", "And over a brook, and so forth in his weye.\n", "This duc wol han a cours at hym, or tweye,\n", "With houndes swiche as that hym list comaunde.\n"], ["      And whan this duc was come unto the launde,\n", "Under the sonne he looketh, and anon\n", "He was war of Arcite and Palamon,\n", "That foughten breme, as it were bores two;\n", "The brighte swerdes wenten to and fro\n", "So hidously, that with the leeste strook\n", "It semed as it wolde felle an ook;\n", "But what they were, nothyng he ne woot.\n", "This duc his courser with his spores smoot,\n", "And at a stert he was bitwix hem two,\n", "And pulled out a swerd, and cride, \"Hoo!\n", "Namoore, up peyne of lesynge of youre heed!\n", "By myghty Mars, he shal anon be deed\n", "That smyteth any strook, that I may seen.\n", "But telleth me what myster men ye been,\n", "That been so hardy for to fighten heere\n", "Withouten juge or oother officere,\n", "As it were in a lystes roially?\"\n"], ["      This Palamon answerde hastily,\n", "And seyde, \"Sire, what nedeth wordes mo?\n", "We have the deeth disserved, bothe two.\n", "Two woful wrecches been we, two caytyves,\n", "That been encombred of oure owene lyves,\n", "And as thou art a fightful lord and juge,\n", "Ne yeve us neither mercy ne refuge,\n", "But sle me first for seinte charitee!\n", "But sle my felawe eek as wel as me-\n", "Or sle hym first, for, though thow knowest it lite,\n", "This is thy mortal foo, this is Arcite,\n", "That fro thy lond is banysshed on his heed,\n", "For which he hath deserved to be deed.\n", "For this is he, that cam unto thy gate,\n", "And seyde that he highte Philostrate.\n", "Thus hath he japed thee ful many a yer,\n", "And thou hast maked hym thy chief Squier,\n", "And this is he that loveth Emelye.\n", "For sith the day is come that I shal dye,\n", "I make pleynly my confessioun\n", "That I am thilke woful Palamoun,\n", "That hath thy prisoun broken wikkedly.\n", "I am thy mortal foo, and it am I\n", "That loveth so hoote Emelye the brighte,\n", "That I wol dye present in hir sighte;\n", "Wherfore I axe deeth and my juwise-\n", "But sle my felawe in the same wise\n", "For bothe han we deserved to be slayn.\"\n"], ["      This worthy duc answered anon agayn,\n", "And seyde, \"This is a short conclusioun,\n", "Youre owene mouth, by your confessioun,\n", "Hath dampned yow, and I wol it recorde.\n", "It nedeth noght to pyne yow with the corde,\n", "Ye shal be deed, by myghty Mars the rede!\"\n"], ["      The queene anon, for verray wommanhede,\n", "Gan for to wepe, and so dide Emelye,\n", "And alle the ladyes in the compaignye.\n", "Greet pitee was it, as it thoughte hem alle,\n", "That evere swich a chaunce sholde falle.\n", "For gentil men they were of greet estaat,\n", "And no thyng but for love was this debaat,\n", "And saugh hir blody woundes wyde and soore,\n", "And alle crieden, both lasse and moore,\n", "\"Have mercy, lord, upon us wommen alle!\"\n", "And on hir bare knees adoun they falle,\n", "And wolde have kist his feet ther as he stood;\n", "Til at the laste aslaked was his mood,\n", "For pitee renneth soone in gentil herte.\n", "And though he first for ire quook and sterte,\n", "He hath considered shortly in a clause\n", "The trespas of hem bothe, and eek the cause,\n", "And although that his ire hir gilt accused,\n", "Yet in his resoun he hem bothe excused.\n", "As thus: he thoghte wel, that every man\n", "Wol helpe hymself in love, if that he kan,\n", "And eek delivere hym-self out of prisoun;\n", "And eek his herte hadde compassioun\n", "Of wommen, for they wepen evere in oon.\n", "And in his gentil herte he thoughte anon,\n", "And softe unto hymself he seyde, \"Fy\n", "Upon a lord that wol have no mercy,\n", "But been a leon, bothe in word and dede,\n", "To hem that been in repentaunce and drede,\n", "As wel as to a proud despitous man,\n", "That wol maynteyne that he first bigan.\n", "That lord hath litel of discrecioun\n", "That in swich cas kan no divisioun,\n", "But weyeth pride and humblesse after oon.\"\n", "And shortly, whan his ire is thus agoon,\n", "He gan to looken up with eyen lighte,\n", "And spak thise same wordes al on highte:\n"], ["      \"The God of love, a benedicite!\n", "How myghty and how greet a lord is he!\n", "Ayeyns his myght ther gayneth none obstacles,\n", "He may be cleped a god for his myracles,\n", "For he kan maken at his owene gyse\n", "Of everich herte as that hym list divyse.\n", "Lo heere, this Arcite and this Palamoun\n", "That quitly weren out of my prisoun,\n", "And myghte han lyved in Thebes roially,\n", "And witen I am hir mortal enemy,\n", "And that hir deth lith in my myght also;\n", "And yet hath love, maugree hir eyen two,\n", "Ybroght hem hyder bothe for to dye.\n", "Now looketh, is nat that an heigh folye?\n", "Who may been a fole, but if he love?\n", "Bihoold, for Goddes sake that sit above,\n", "Se how they blede! Be they noght wel arrayed?\n", "Thus hath hir lord, the God of Love, ypayed\n", "Hir wages and hir fees for hir servyse!\n", "And yet they wenen for to been ful wyse,\n", "That serven love, for aught that may bifalle!\n", "But this is yet the beste game of alle,\n", "That she, for whom they han this jolitee,\n", "Kan hem therfore as muche thank, as me!\n", "She woot namoore of al this hoote fare,\n", "By God, than woot a cokkow or an hare!\n", "But all moot ben assayed, hoot and coold;\n", "A man moot ben a fool, or yong or oold;\n", "I woot it by myself ful yore agon,\n", "For in my tyme a servant was I oon.\n", "And therfore, syn I knowe of loves peyne,\n", "And woot how soore it kan a man distreyne,\n", "As he that hath ben caught ofte in his laas,\n", "I yow foryeve al hoolly this trespaas,\n", "At requeste of the queene that kneleth heere,\n", "And eek of Emelye, my suster deere.\n", "And ye shul bothe anon unto me swere,\n", "That nevere mo ye shal my contree dere,\n", "Ne make werre upon me, nyght ne day,\n", "But been my freendes in al that ye may,\n", "I yow foryeve this trespas, every deel.\"\n", "And they hym sworen his axyng, faire and weel,\n", "And hym of lordship and of mercy preyde,\n", "And he hem graunteth grace, and thus he seyde:\n"], ["      \"To speke of roial lynage and richesse,\n", "Though that she were a queene or a princesse,\n", "Ech of you bothe is worthy doutelees\n", "To wedden whan tyme is, but nathelees\n", "I speke as for my suster Emelye,\n", "For whom ye have this strif and jalousye:\n", "Ye woot yourself, she may nat wedden two\n", "Atones, though ye fighten everemo.\n", "That oon of you, al be hym looth or lief,\n", "He moot go pipen in an yvy leef-\n", "This is to seyn, she may nat now han bothe,\n", "Al be ye never so jalouse, ne so wrothe.\n", "And forthy, I yow putte in this degree;\n", "That ech of yow shal have his destynee\n", "As hym is shape, and herkneth in what wyse;\n", "Lo, heere your ende of that I shal devyse.\n"], ["      My wyl is this, for plat conclusioun,\n", "Withouten any repplicacioun, -\n", "If that you liketh, take it for the beste,\n", "That everich of you shal goon where hym leste,\n", "Frely, withouten raunson, or daunger,\n", "And this day fifty wykes fer ne ner,\n", "Everich of you shal brynge an hundred knyghtes\n", "Armed for lystes up at alle rightes,\n", "Al redy to darreyne hire by bataille.\n", "And this bihote I yow withouten faille,\n", "Upon my trouthe, and as I am a knyght,\n", "That wheither of yow bothe that hath myght,\n", "This is to seyn, that wheither he, or thow\n", "May with his hundred, as I spak of now,\n", "Sleen his contrarie, or out of lystes dryve,\n", "Thanne shal I yeve Emelya to wyve\n", "To whom that Fortune yeveth so fair a grace.\n", "Tho lystes shal I maken in this place,\n", "And God so wisly on my soule rewe,\n", "As I shal evene juge been, and trewe.\n", "Ye shul noon oother ende with me maken,\n", "That oon of yow ne shal be deed or taken.\n", "And if yow thynketh this is weel ysayd,\n", "Seyeth youre avys and holdeth you apayd;\n", "This is youre ende and youre conclusioun.\"\n"], ["      Who looketh lightly now but Palamoun?\n", "Who spryngeth up for joye but Arcite?\n", "Who kouthe tellen, or who kouthe endite\n", "The joye that is maked in the place,\n", "Whan Theseus hath doon so fair a grace?\n", "But doun on knees wente every maner wight,\n", "And thonken hym with al hir herte and myght,\n", "And namely the Thebans, often sithe.\n", "And thus with good hope and with herte blithe\n", "They taken hir leve, and homward gonne they ride\n", "To Thebes with hise olde walles wyde.\n"], ["      I trowe men wolde deme it necligence,\n", "If I foryete to tellen the dispence\n", "Of Theseus, that gooth so bisily\n", "To maken up the lystes roially;\n", "That swich a noble theatre as it was,\n", "I dar wel seyen, in this world ther nas.\n", "The circuit a myle was aboute,\n", "Walled of stoon, and dyched al withoute.\n", "Round was the shap, in manere of compas,\n", "Ful of degrees the heighte of sixty pas,\n", "That whan a man was set on o degree,\n", "He lette nat his felawe for to see.\n"], ["      Estward ther stood a gate of marbul whit,\n", "Westward, right swich another in the opposit;\n", "And shortly to concluden, swich a place\n", "Was noon in erthe, as in so litel space.\n", "For in the lond ther was no crafty man\n", "That geometrie or ars-metrike kan,\n", "Ne portreytour, ne kervere of ymages,\n", "That Theseus ne yaf him mete and wages,\n", "The theatre for to maken and devyse.\n", "And for to doon his ryte and sacrifise,\n", "He estward hath upon the gate above,\n", "In worshipe of Venus, goddesse of love,\n", "Doon make an auter and an oratorie.\n", "And on the gate westward, in memorie\n", "Of Mars, he maked hath right swich another,\n", "That coste largely of gold a fother.\n", "And northward, in a touret on the wal\n", "Of alabastre whit, and reed coral,\n", "An oratorie, riche for to see,\n", "In worshipe of Dyane, of chastitee,\n", "Hath Theseus doon wroght in noble wyse.\n"], ["      But yet hadde I foryeten to devyse\n", "The noble kervyng and the portreitures,\n", "The shap, the contenaunce, and the figures,\n", "That weren in thise oratories thre.\n"], ["      First in the temple of Venus maystow se\n", "Wroght on the wal, ful pitous to biholde,\n", "The broken slepes and the sikes colde,\n", "The sacred teeris and the waymentynge,\n", "The firy strokes, and the desirynge\n", "That loves servantz in this lyf enduren;\n", "The othes that her covenantz assuren;\n", "Plesaunce and Hope, Desir, Foolhardynesse,\n", "Beautee and Youthe, Bauderie, Richesse,\n", "Charmes and Force, Lesynges, Flaterye,\n", "Despense, Bisynesse, and Jalousye,\n", "That wered of yelewe gooldes a gerland,\n", "And a cokkow sittynge on hir hand;\n", "Festes, instrumentz, caroles, daunces,\n", "Lust and array, and alle the circumstaunces\n", "Of love, whiche that I rekned, and rekne shal,\n", "By ordre weren peynted on the wal,\n", "And mo than I kan make of mencioun;\n", "For soothly, al the mount of Citheroun,\n", "Ther Venus hath hir principal dwellynge,\n", "Was shewed on the wal in portreyynge,\n", "With al the gardyn and the lustynesse.\n", "Nat was foryeten the Porter Ydelnesse,\n", "Ne Narcisus the faire, of yore agon,\n", "Ne yet the folye of kyng Salamon,\n", "And eek the grete strengthe of Ercules -\n", "Th'enchauntementz of Medea and Circes -\n", "Ne of Turnus, with the hardy fiers corage,\n", "The riche Cresus, kaytyf in servage.\n", "Thus may ye seen, that wysdom ne richesse,\n", "Beautee ne sleighte, strengthe ne hardynesse,\n", "Ne may with Venus holde champartie,\n", "For as hir list, the world than may she gye.\n", "Lo, alle thise folk so caught were in hir las,\n", "Til they for wo ful ofte seyde \"allas!\"\n", "Suffiseth heere ensamples oon or two-\n", "And, though, I koude rekene a thousand mo.\n"], ["      The statue of Venus, glorious for to se,\n", "Was naked, fletynge in the large see,\n", "And fro the navele doun al covered was\n", "With wawes grene, and brighte as any glas.\n", "A citole in hir right hand hadde she,\n", "And on hir heed, ful semely for to se,\n", "A rose gerland, fressh and wel smellynge;\n", "Above hir heed hir dowves flikerynge.\n", "Biforn hir stood hir sone Cupido,\n", "Upon his shuldres wynges hadde he two,\n", "And blynd he was, as it was often seene.\n", "A bowe he bar, and arwes brighte and kene.\n"], ["      Why sholde I noght as wel eek telle yow al\n", "The portreiture, that was upon the wal\n", "Withinne the temple of myghty Mars the rede?\n", "Al peynted was the wal in lengthe and brede\n", "Lyk to the estres of the grisly place\n", "That highte the grete temple of Mars in Trace,\n", "In thilke colde frosty regioun\n", "Ther as Mars hath his sovereyn mansioun.\n"], ["      First on the wal was peynted a forest\n", "In which ther dwelleth neither man ne best,\n", "With knotty, knarry, bareyne trees olde,\n", "Of stubbes sharpe and hidouse to biholde,\n", "In which ther ran a rumbel and a swough\n", "As though a storm sholde bresten every bough.\n", "And dounward from an hille, under a bente,\n", "Ther stood the temple of Mars Armypotente,\n", "Wroght al of burned steel, of which the entree\n", "Was long and streit, and gastly for to see,\n", "And therout came a rage and suche a veze,\n", "That it made al the gate for to rese.\n", "The northren lyght in at the dores shoon,\n", "For wyndowe on the wal ne was ther noon,\n", "Thurgh which men myghten any light discerne.\n", "The dore was al of adamant eterne,\n", "Yclenched overthwart and endelong\n", "With iren tough, and for to make it strong\n", "Every pyler, the temple to sustene,\n", "Was tonne-greet of iren bright and shene.\n"], ["      Ther saugh I first the dirke ymaginyng\n", "Of Felonye, and al the compassyng,\n", "The crueel Ire, reed as any gleede,\n", "The pykepurs, and eek the pale Drede,\n", "The smylere with the knyf under the cloke,\n", "The shepne brennynge with the blake smoke,\n", "The tresoun of the mordrynge in the bedde,\n", "The open werre, with woundes al bibledde;\n", "Contek, with blody knyf and sharp manace,\n", "Al ful of chirkyng was that sory place.\n", "The sleere of hymself yet saugh I ther,\n", "His herte-blood hath bathed al his heer;\n", "The nayl ydryven in the shode anyght,\n", "The colde deeth, with mouth gapyng upright.\n", "Amyddes of the temple sat Meschaunce,\n", "With Disconfort and Sory Contenaunce.\n", "Yet saugh I Woodnesse laughynge in his rage,\n", "Armed Compleint, Outhees, and fiers Outrage;\n", "The careyne in the busk with throte ycorve,\n", "A thousand slayn, and nat of qualm ystorve,\n", "The tiraunt with the pray by force yraft,\n", "The toun destroyed, ther was nothyng laft.\n", "Yet saugh I brent the shippes hoppesteres,\n", "The hunte strangled with the wilde beres,\n", "The sowe freten the child right in the cradel,\n", "The cook yscalded, for al his longe ladel.\n", "Noght was foryeten by the infortune of Marte,\n", "The cartere overryden with his carte,\n", "Under the wheel ful lowe he lay adoun.\n", "Ther were also, of Martes divisioun,\n", "The barbour, and the bocher, and the smyth\n", "That forgeth sharpe swerdes on his styth.\n", "And al above, depeynted in a tour,\n", "Saugh I Conquest sittynge in greet honour,\n", "With the sharpe swerd over his heed\n", "Hangynge by a soutil twyned threed.\n", "Depeynted was the slaughtre of Julius,\n", "Of grete Nero, and of Antonius;\n", "Al be that thilke tyme they were unborn,\n", "Yet was hir deth depeynted ther-biforn\n", "By manasynge of Mars, right by figure;\n", "So was it shewed in that portreiture,\n", "As is depeynted in the sterres above\n", "Who shal be slayn or elles deed for love.\n", "Suffiseth oon ensample in stories olde,\n", "I may nat rekene hem alle though I wolde.\n"], ["      The statue of Mars upon a carte stood\n", "Armed, and looked grym as he were wood,\n", "And over his heed ther shynen two figures\n", "Of sterres, that been cleped in scriptures\n", "That oon Puella, that oother Rubeus.\n", "This god of armes was arrayed thus:\n", "A wolf ther stood biforn hym at his feet,\n", "With eyen rede, and of a man he eet.\n", "With soutil pencel was depeynt this storie,\n", "In redoutynge of Mars and of his glorie.\n"], ["      Now to the temple of Dyane the chaste\n", "As shortly as I kan I wol me haste,\n", "To telle yow al the descripsioun.\n", "Depeynted been the walles up and doun\n", "Of huntyng and of shamefast chastitee.\n", "Ther saugh I, how woful Calistopee\n", "Whan that Diane agreved was with here,\n", "Was turned from a womman til a bere,\n", "And after was she maad the loode-sterre.\n", "Thus was it peynted, I kan sey yow no ferre-\n", "Hir sone is eek a sterre, as men may see.\n", "Ther saugh I Dane, yturned til a tree,\n", "I mene nat the goddesse Diane,\n", "But Penneus doughter, which that highte Dane.\n", "Ther saugh I Attheon an hert ymaked,\n", "For vengeaunce that he saugh Diane al naked.\n", "I saugh how that hise houndes have hym caught\n", "And freeten hym, for that they knewe hym naught.\n", "Yet peynted was a litel forther moor\n", "How Atthalante hunted the wilde boor,\n", "And Meleagree, and many another mo,\n", "For which Dyane wroghte hym care and wo.\n", "Ther saugh I many another wonder storie,\n", "The which me list nat drawen to memorie.\n"], ["      This goddesse on an hert ful hye seet,\n", "With smale houndes al aboute hir feet;\n", "And undernethe hir feet she hadde a moone,\n", "Wexynge it was, and sholde wanye soone.\n", "In gaude grene hir statue clothed was,\n", "With bowe in honde, and arwes in a cas.\n", "Hir eyen caste she ful lowe adoun,\n", "Ther Pluto hath his derke regioun.\n", "A womman travaillynge was hir biforn;\n", "But for hir child so longe was unborn\n", "Ful pitously Lucyna gan she calle,\n", "And seyde, \"Help, for thou mayst best of alle!\"\n", "Wel koude he peynten lyfly, that it wroghte,\n", "With many a floryn he the hewes boghte.\n"], ["      Now been thise listes maad, and Theseus,\n", "That at his grete cost arrayed thus\n", "The temples, and the theatre every deel,\n", "Whan it was doon, hym lyked wonder weel.-\n", "But stynte I wole of Theseus a lite,\n", "And speke of Palamon and of Arcite.\n"], ["      The day approcheth of hir retournynge,\n", "That everich sholde an hundred knyghtes brynge\n", "The bataille to darreyne, as I yow tolde.\n", "And til Atthenes, hir covenantz for to holde,\n", "Hath everich of hem broght an hundred knyghtes,\n", "Wel armed for the werre at alle rightes.\n", "And sikerly, ther trowed many a man,\n", "That nevere sithen, that the world bigan,\n", "As for to speke of knyghthod of hir hond,\n", "As fer as God hath maked see or lond,\n", "Nas of so fewe so noble a compaignye.\n", "For every wight that lovede chivalrye,\n", "And wolde, his thankes, han a passant name,\n", "Hath preyed that he myghte been of that game;\n", "And wel was hym that therto chosen was.\n", "For if ther fille tomorwe swich a cas\n", "Ye knowen wel, that every lusty knyght\n", "That loveth paramours, and hath his myght,\n", "Were it in Engelond or elles where,\n", "They wolde, hir thankes, wilnen to be there,\n", "To fighte for a lady, benedicitee!\n", "It were a lusty sighte for to see.\n"], ["      And right so ferden they with Palamon,\n", "With hym ther wenten knyghtes many on.\n", "Som wol ben armed in an haubergeoun,\n", "In a bristplate, and in a light gypoun,\n", "And som wol have a paire plates large,\n", "And som wol have a Pruce sheeld, or a targe,\n", "Som wol ben armed on hir legges weel,\n", "And have an ax, and somme a mace of steel.\n", "Ther is no newe gyse, that it nas old;\n", "Armed were they, as I have yow told,\n", "Everych after his opinioun.\n"], ["      Ther maistow seen comyng with Palamoun,\n", "Lygurge hym-self, the grete kyng of Trace.\n", "Blak was his berd, and manly was his face,\n", "The cercles of hise eyen in his heed,\n", "They gloweden bitwyxen yelow and reed,\n", "And lik a grifphon looked he aboute,\n", "With kempe heeris on hise browes stoute,\n", "Hise lymes grete, hise brawnes harde and stronge,\n", "Hise shuldres brode, hise armes rounde and longe;\n", "And as the gyse was in his contree,\n", "Ful hye upon a chaar of gold stood he,\n", "With foure white boles in the trays.\n", "In stede of cote-armure, over his harnays\n", "With nayles yelewe and brighte as any gold\n", "He hadde a beres skyn, col-blak, for old;\n", "His longe heer was kembd bihynde his bak,\n", "As any ravenes fethere it shoon for-blak.\n", "A wrethe of gold arm-greet, of huge wighte,\n", "Upon his heed, set ful of stones brighte,\n", "Of fyne rubyes and of dyamauntz.\n", "Aboute his chaar ther wenten white alauntz,\n", "Twenty and mo, as grete as any steer,\n", "To hunten at the leoun or the deer,\n", "And folwed hym, with mosel faste ybounde,\n", "Colored of gold, and tourettes fyled rounde.\n", "An hundred lordes hadde he in his route,\n", "Armed ful wel, with hertes stierne and stoute.\n"], ["      With Arcita, in stories as men fynde,\n", "The grete Emetreus, the kyng of Inde,\n", "Upon a steede bay, trapped in steel,\n", "Covered in clooth of gold dyapred weel,\n", "Cam ridynge lyk the god of armes, Mars.\n", "His cote-armure was of clooth of Tars,\n", "Couched with perles white and rounde and grete.\n", "His sadel was of brend gold newe ybete;\n", "A mantelet upon his shuldre hangynge\n", "Bret-ful of rubyes rede, as fyr sparklynge.\n", "His crispe heer lyk rynges was yronne,\n", "And that was yelow, and glytered as the sonne.\n", "His nose was heigh, hise eyen bright citryn,\n", "Hise lippes rounde, his colour was sangwyn;\n", "A fewe frakenes in his face yspreynd,\n", "Bitwixen yelow and somdel blak ymeynd,\n", "And as a leoun he his looking caste.\n", "Of fyve and twenty yeer his age I caste;\n", "His berd was wel bigonne for to sprynge,\n", "His voys was as a trompe thonderynge.\n", "Upon his heed he wered of laurer grene\n", "A gerland, fressh and lusty for to sene.\n", "Upon his hand he bar for his deduyt\n", "An egle tame, as any lilye whyt.\n", "An hundred lordes hadde he with hym there,\n", "Al armed, save hir heddes, in al hir gere,\n", "Ful richely in alle maner thynges.\n", "For trusteth wel, that dukes, erles, kynges,\n", "Were gadered in this noble compaignye,\n", "For love, and for encrees of chivalrye.\n", "Aboute this kyng ther ran on every part\n", "Ful many a tame leoun and leopard,\n", "And in this wise thise lordes, alle and some\n", "Been on the sonday to the citee come,\n", "Aboute pryme, and in the toun alight.\n"], ["      This Theseus, this duc, this worthy knyght,\n", "Whan he had broght hem into his citee,\n", "And inned hem, everich in his degree,\n", "He festeth hem, and dooth so greet labour\n", "To esen hem and doon hem al honour,\n", "That yet men wenen that no maner wit\n", "Of noon estaat ne koude amenden it.\n"], ["      The mynstralcye, the service at the feeste,\n", "The grete yiftes to the mooste and leeste,\n", "The riche array of Theseus paleys,\n", "Ne who sat first ne last upon the deys,\n", "What ladyes fairest been, or best daunsynge,\n", "Or which of hem kan dauncen best and synge,\n", "Ne who moost felyngly speketh of love,\n", "What haukes sitten on the perche above,\n", "What houndes liggen in the floor adoun-\n", "Of al this make I now no mencioun;\n", "But, al th'effect, that thynketh me the beste,\n", "Now cometh the point, and herkneth if yow leste.\n"], ["      The Sonday nyght, er day bigan to sprynge,\n", "Whan Palamon the larke herde synge,\n", "(Al though it nere nat day by houres two,\n", "Yet song the larke) and Palamon right tho.\n", "With hooly herte and with an heigh corage\n", "He roos, to wenden on his pilgrymage,\n", "Unto the blisful Citherea benigne,\n", "I mene Venus, honurable and digne.\n", "And in hir houre he walketh forth a pas\n", "Unto the lystes, ther hire temple was,\n", "And doun he kneleth, with ful humble cheere,\n", "And herte soor, and seyde in this manere.\n"], ["      \"Faireste of faire, O lady myn, Venus,\n", "Doughter to Jove, and spouse of Vulcanus,\n", "Thow glader of the Mount of Citheron,\n", "For thilke love thow haddest to Adoon,\n", "Have pitee of my bittre teeris smerte,\n", "And taak myn humble preyere at thyn herte.\n", "Allas, I ne have no langage to telle\n", "Th'effectes, ne the tormentz of myn helle!\n", "Myn herte may myne harmes nat biwreye,\n", "I am so confus that I kan noght seye.\n", "But 'Mercy, lady bright! that knowest weele\n", "My thought, and seest what harmes that I feele.'\n", "Considere al this, and rewe upon my soore,\n", "As wisly, as I shal for everemoore,\n", "Emforth my myght, thy trewe servant be,\n", "And holden werre alwey with chastitee.\n", "That make I myn avow, so ye me helpe.\n", "I kepe noght of armes for to yelpe,\n", "Ne I ne axe nat tomorwe to have victorie,\n", "Ne renoun in this cas, ne veyne glorie\n", "Of pris of armes blowen up and doun,\n", "But I wolde have fully possessioun\n", "Of Emelye, and dye in thy servyse.\n", "Fynd thow the manere how, and in what wyse-\n", "I recche nat, but it may bettre be\n", "To have victorie of hem, or they of me-\n", "So that I have my lady in myne armes.\n", "For though so be, that Mars is god of armes,\n", "Youre vertu is so greet in hevene above\n", "That if yow list, I shal wel have my love.\n", "Thy temple wol I worshipe everemo,\n", "And on thyn auter, where I ride or go,\n", "I wol doon sacrifice and fires beete.\n", "And if ye wol nat so, my lady sweete,\n", "Thanne preye I thee, tomorwe with a spere\n", "That Arcita me thurgh the herte bere.\n", "Thanne rekke I noght, whan I have lost my lyf,\n", "Though that Arcita wynne hir to his wyf.\n", "This is th'effect and ende of my preyere,\n", "Yif me my love, thow blisful lady deere!\"\n"], ["      Whan the orison was doon of Palamon,\n", "His sacrifice he dide, and that anon,\n", "Ful pitously with alle circumstaunces,\n", "Al telle I noght as now his observaunces.\n", "But atte laste, the statue of Venus shook,\n", "And made a signe wherby that he took\n", "That his preyere accepted was that day.\n", "For thogh the signe shewed a delay,\n", "Yet wiste he wel that graunted was his boone,\n", "And with glad herte he wente hym hoom ful soone.\n"], ["      The thridde houre inequal, that Palamon\n", "Bigan to Venus temple for to gon,\n", "Up roos the sonne, and up roos Emelye,\n", "And to the temple of Dyane gan hye.\n", "Hir maydens that she thider with hir ladde,\n", "Ful redily with hem the fyr they ladde,\n", "Th'encens, the clothes, and the remenant al\n", "That to the sacrifice longen shal.\n", "The hornes fulle of meeth, as was the gyse,\n", "Ther lakked noght to doon hir sacrifise,\n", "Smokynge the temple, ful of clothes faire.\n", "This Emelye, with herte debonaire,\n", "Hir body wessh with water of a welle-\n", "But how she dide hir ryte I dar nat telle,\n", "But it be any thing in general;\n", "And yet it were a game to heeren al,\n", "To hym that meneth wel it were no charge,\n", "But it is good a man been at his large.-\n", "Hir brighte heer was kembd, untressed al,\n", "A coroune of a grene ook cerial\n", "Upon hir heed was set, ful fair and meete.\n", "Two fyres on the auter gan she beete,\n", "And dide hir thynges as men may biholde\n", "In Stace of Thebes, and thise bookes olde.\n", "Whan kyndled was the fyr, with pitous cheere\n", "Unto Dyane she spak as ye may heere.\n"], ["      \"O chaste goddesse of the wodes grene,\n", "To whom bothe hevene and erthe and see is sene,\n", "Queene of the regne of Pluto derk and lowe,\n", "Goddesse of maydens, that myn herte hast knowe\n", "Ful many a yeer, and woost what I desire,\n", "As keep me fro thy vengeaunce and thyn ire,\n", "That Attheon aboughte cruelly.\n", "Chaste goddesse, wel wostow that I\n", "Desire to ben a mayden al my lyf,\n", "Ne nevere wol I be no love ne wyf.\n", "I am, thow woost, yet of thy compaignye,\n", "A mayde, and love huntynge and venerye,\n", "And for to walken in the wodes wilde,\n", "And noght to ben a wyf, and be with childe.\n", "Noght wol I knowe the compaignye of man;\n", "Now helpe me, lady, sith ye may and kan,\n", "For tho thre formes that thou hast in thee.\n", "And Palamon, that hath swich love to me,\n", "And eek Arcite, that loveth me so soore,\n", "This grace I preye thee, withoute moore,\n", "As sende love and pees bitwixe hem two,\n", "And fro me turne awey hir hertes so,\n", "That al hir hoote love and hir desir,\n", "And al hir bisy torment and hir fir,\n", "Be queynt, or turned in another place.\n", "And if so be thou wolt do me no grace,\n", "And if my destynee be shapen so\n", "That I shal nedes have oon of hem two,\n", "As sende me hym that moost desireth me.\n", "Bihoold, goddesse, of clene chastitee,\n", "The bittre teeris that on my chekes falle.\n", "Syn thou art mayde and kepere of us alle,\n", "My maydenhede thou kepe and wel conserve,\n", "And whil I lyve a mayde, I wol thee serve.\"\n"], ["      The fires brenne upon the auter cleere,\n", "Whil Emelye was thus in hir preyere;\n", "But sodeynly she saugh a sighte queynte,\n", "For right anon oon of the fyres queynte,\n", "And quyked agayn, and after that anon\n", "That oother fyr was queynt and al agon;\n", "And as it queynte, it made a whistelynge\n", "As doon thise wete brondes in hir brennynge;\n", "And at the brondes ende out ran anon\n", "As it were blody dropes many oon;\n", "For which so soore agast was Emelye\n", "That she was wel ny mad, and gan to crye;\n", "For she ne wiste what it signyfied.\n", "But oonly for the feere thus hath she cried,\n", "And weep that it was pitee for to heere.\n", "And therwithal Dyane gan appeere,\n", "With bowe in honde, right as an hunteresse,\n", "And seyde, \"Doghter, stynt thyn hevynesse.\n", "Among the goddes hye it is affermed,\n", "And by eterne word writen and confermed,\n", "Thou shalt ben wedded unto oon of tho\n", "That han for thee so muchel care and wo.\n", "But unto which of hem I may nat telle,\n", "Farwel, for I ne may no lenger dwelle.\n", "The fires whiche that on myn auter brenne\n", "Shule thee declaren, er that thou go henne,\n", "Thyn aventure of love, as in this cas.\"\n", "And with that word, the arwes in the caas\n", "Of the goddesse clateren faste and rynge,\n", "And forth she wente, and made a vanysshynge,\n", "For which this Emelye astoned was,\n", "And seyde, \"What amounteth this, allas!\n", "I putte me in thy proteccioun,\n", "Dyane, and in thy disposicioun!\"\n", "And hoom she goth anon the nexte weye.\n", "This is th'effect, ther is namoore to seye.\n"], ["      The nexte houre of Mars folwynge this\n", "Arcite unto the temple walked is\n", "Of fierse Mars, to doon his sacrifise\n", "With alle the rytes of his payen wyse.\n", "With pitous herte and heigh devocioun\n", "Right thus to Mars he seyde his orisoun.\n"], ["      \"O stronge god, that in the regnes colde\n", "Of Trace honoured art and lord yholde,\n", "And hast in every regne and every lond\n", "Of armes al the brydel in thyn hond,\n", "And hem fortunest as thee lyst devyse,\n", "Accepte of me my pitous sacrifise.\n", "If so be that my youthe may deserve,\n", "And that my myght be worthy for to serve\n", "Thy godhede, that I may been oon of thyne,\n", "Thanne preye I thee to rewe upon my pyne.\n", "For thilke peyne, and thilke hoote fir,\n", "In which thou whilom brendest for desir\n", "Whan that thow usedest the greet beautee\n", "Of faire yonge fresshe Venus free,\n", "And haddest hir in armes at thy wille-\n", "Although thee ones on a tyme mysfille\n", "Whan Vulcanus hadde caught thee in his las,\n", "And foond thee liggynge by his wyf, allas!-\n", "For thilke sorwe that was in thyn herte\n", "Have routhe as wel, upon my peynes smerte!\n", "I am yong and unkonnynge as thow woost,\n", "And, as I trowe, with love offended moost\n", "That evere was any lyves creature,\n", "For she that dooth me al this wo endure\n", "Ne reccheth nevere wher I synke or fleete.\n", "And wel I woot, er she me mercy heete,\n", "I moot with strengthe wynne hir in the place.\n", "And,. wel I woot, withouten help or grace\n", "Of thee, ne may my strengthe noght availle.\n", "Thanne help me, lord, tomorwe in my bataille\n", "For thilke fyr that whilom brente thee,\n", "As wel as thilke fyr now brenneth me!\n", "And do that I tomorwe have victorie,\n", "Myn be the travaille and thyn be the glorie!\n", "Thy sovereyn temple wol I moost honouren\n", "Of any place, and alwey moost labouren\n", "In thy plesaunce, and in thy craftes stronge,\n", "And in thy temple I wol my baner honge,\n", "And alle the armes of my compaignye;\n", "And evere-mo, unto that day I dye,\n", "Eterne fir I wol biforn thee fynde.\n", "And eek to this avow I wol me bynde;\n", "My beerd, myn heer, that hongeth long adoun,\n", "That nevere yet ne felte offensioun\n", "Of rasour, nor of shere, I wol thee yeve,\n", "And ben thy trewe servant whil I lyve.\n", "Now lord, have routhe upon my sorwes soore;\n", "Yif me victorie, I aske thee namoore!\"\n"], ["      The preyere stynt of Arcita the stronge;\n", "The rynges on the temple dore that honge,\n", "And eek the dores clatereden ful faste,\n", "Of which Arcita somwhat hym agaste.\n", "The fyres brenden upon the auter brighte,\n", "That it gan al the temple for to lighte,\n", "And sweete smel the ground anon up yaf,\n", "And Arcita anon his hand up haf,\n", "And moore encens into the fyr he caste,\n", "With othere rytes mo, and atte laste\n", "The statue of Mars bigan his hauberk rynge,\n", "And with that soun he herde a murmurynge,\n", "Ful lowe and dym, and seyde thus, \"Victorie!\"\n", "For which he yaf to Mars honour and glorie;\n", "And thus with joye and hope wel to fare,\n", "Arcite anon unto his in is fare,\n", "As fayn as fowel is of the brighte sonne.\n"], ["      And right anon swich strif ther is bigonne\n", "For thilke grauntyng, in the hevene above\n", "Bitwixe Venus, the Goddesse of Love,\n", "And Mars the stierne God armypotente,\n", "That Jupiter was bisy it to stente;\n", "Til that the pale Saturnus the colde,\n", "That knew so manye of aventures olde,\n", "Foond in his olde experience an art\n", "That he ful soone hath plesed every part.\n", "As sooth is seyd, elde hath greet avantage;\n", "In elde is bothe wysdom and usage;\n", "Men may the olde atrenne, and noght atrede.\n", "Saturne anon, to stynten strif and drede,\n", "Al be it that it is agayn his kynde,\n", "Of al this strif he gan remedie fynde.\n"], ["      \"My deere doghter Venus,\" quod Saturne,\n", "\"My cours, that hath so wyde for to turne,\n", "Hath moore power than woot any man.\n", "Myn is the drenchyng in the see so wan,\n", "Myn is the prison in the derke cote,\n", "Myn is the stranglyng and hangyng by the throte,\n", "The murmure, and the cherles rebellyng,\n", "The groynynge, and the pryvee empoysonyng.\n", "I do vengeance and pleyn correccioun,\n", "Whil I dwelle in the signe of the leoun.\n", "Myn is the ruyne of the hye halles,\n", "The fallynge of the toures and of the walles\n", "Upon the mynour, or the carpenter.\n", "I slow Sampsoun, shakynge the piler,\n", "And myne be the maladyes colde,\n", "The derke tresons, and the castes olde;\n", "My lookyng is the fader of pestilence.\n", "Now weep namoore, I shal doon diligence\n", "That Palamon, that is thyn owene knyght,\n", "Shal have his lady, as thou hast him hight.\n", "Though Mars shal helpe his knyght, yet nathelees\n", "Bitwixe yow ther moot be somtyme pees,\n", "Al be ye noght of o compleccioun-\n", "That causeth al day swich divisioun.\n", "I am thyn aiel, redy at thy wille,\n", "Weep now namoore, I wol thy lust fulfille.\"\n"], ["      Now wol I stynten of the goddes above,\n", "Of Mars and of Venus, goddesse of Love,\n", "And telle yow, as pleynly as I kan,\n", "The grete effect for which that I bygan.\n"], ["      Greet was the feeste in Atthenes that day,\n", "And eek the lusty seson of that May\n", "Made every wight to been in such plesaunce\n", "That al that Monday justen they and daunce,\n", "And spenten it in Venus heigh servyse.\n", "But by the cause that they sholde ryse\n", "Eerly, for to seen the grete fight,\n", "Unto hir rest wenten they at nyght.\n", "And on the morwe, whan that day gan sprynge,\n", "Of hors and harneys noyse and claterynge\n", "Ther was in hostelryes al aboute.\n", "And to the paleys rood ther many a route\n", "Of lordes upon steedes and palfreys.\n", "Ther maystow seen devisynge of harneys\n", "So unkouth and so riche, and wroght so weel\n", "Of goldsmythrye, of browdynge, and of steel;\n", "The sheeldes brighte, testeres, and trappures,\n", "Gold-hewen helmes, hauberkes, cote-armures;\n", "Lordes in parementz on hir courseres,\n", "Knyghtes of retenue and eek squieres,\n", "Nailynge the speres, and helmes bokelynge,\n", "Giggynge of sheeldes, with layneres lacynge.\n", "There as nede is, they weren nothyng ydel.\n", "The fomy steedes on the golden brydel\n", "Gnawynge, and faste the armurers also\n", "With fyle and hamer prikynge to and fro;\n", "Yemen on foote and communes many oon,\n", "With shorte staves thikke as they may goon,\n", "Pypes, trompes, nakers, clariounes,\n", "That in the bataille blowen blody sounes;\n", "The paleys ful of peples up and doun,\n", "Heere thre, ther ten, holdynge hir questioun,\n", "Dyvynynge of thise Thebane knyghtes two.\n", "Somme seyden thus, somme seyde \"it shal be so\";\n", "Somme helden with hym with the blake berd,\n", "Somme with the balled, somme with the thikke-herd,\n", "Somme seyde he looked grymme, and he wolde fighte,\n", "\"He hath a sparth of twenty pound of wighte.\"\n", "Thus was the halle ful of divynynge,\n", "Longe after that the sonne gan to sprynge.\n"], ["      The grete Theseus, that of his sleep awaked\n", "With mynstralcie and noyse that was maked,\n", "Heeld yet the chambre of his paleys riche,\n", "Til that the Thebane knyghtes, bothe yliche\n", "Honured, were into the paleys fet.\n", "Duc Theseus was at a wyndow set,\n", "Arrayed, right as he were a god in trone.\n", "The peple preesseth thiderward ful soone,\n", "Hym for to seen and doon heigh reverence.\n", "And eek to herkne his heste and his sentence.\n", "An heraud on a scaffold made an \"Oo!\"\n", "Til al the noyse of peple was ydo,\n", "And whan he saugh the peple of noyse al stille,\n", "Tho shewed he the myghty dukes wille.\n"], ["      \"The lord hath of his heigh discrecioun\n", "Considered that it were destruccioun\n", "To gentil blood, to fighten in the gyse\n", "Of mortal bataille, now in this emprise;\n", "Wherfore, to shapen that they shal nat dye,\n", "He wolde his firste purpos modifye.\n", "No man therfore, up peyne of los of lyf,\n", "No maner shot, ne polax, ne short knyf\n", "Into the lystes sende, ne thider brynge.\n", "Ne short swerd for to stoke, with poynt bitynge,\n", "No man ne drawe, ne bere by his syde;\n", "Ne no man shal unto his felawe ryde\n", "But o cours, with a sharpe ygrounde spere.\n", "Foyne, if hym list on foote, hymself to were.\n", "And he that is at meschief shal be take,\n", "And noght slayn, but be broght unto the stake\n", "That shal ben ordeyned on either syde,\n", "But thider he shal by force, and there abyde.\n", "And if so be the chevetayn be take\n", "On outher syde, or elles sleen his make,\n", "No lenger shal the turneiynge laste.\n", "God spede you! Gooth forth, and ley on faste!\n", "With long swerd and with maces fight youre fille.\n", "Gooth now youre wey, this is the lordes wille.\"\n"], ["      The voys of peple touchede the hevene,\n", "So loude cride they with murie stevene,\n", "\"God save swich a lord, that is so good\n", "He wilneth no destruccion of blood.\"\n", "Up goon the trompes and the melodye,\n", "And to the lystes rit the compaignye,\n", "By ordinance, thurghout the citee large\n", "Hanged with clooth of gold, and nat with sarge.\n"], ["      Ful lik a lord this noble duc gan ryde,\n", "Thise two Thebanes upon either syde,\n", "And after rood the queene and Emelye,\n", "And after that another compaignye,\n", "Of oon and oother, after hir degree.\n", "And thus they passen thurghout the citee\n", "And to the lystes come they by tyme.\n", "It nas nat of the day yet fully pryme\n", "Whan set was Theseus ful riche and hye,\n", "Ypolita the queene, and Emelye,\n", "And othere ladys in degrees aboute.\n", "Unto the seettes preesseth al the route,\n", "And westward thurgh the gates under Marte,\n", "Arcite, and eek the hondred of his parte,\n", "With baner reed is entred right anon.\n", "And in that selve moment Palamon\n", "Is under Venus estward in the place,\n", "With baner whyt, and hardy chiere and face.\n", "In al the world, to seken up and doun\n", "So evene, withouten variacioun\n", "Ther nere swiche compaignyes tweye;\n", "For ther was noon so wys, that koude seye\n", "That any hadde of oother avauntage,\n", "Of worthynesse ne of estaat ne age,\n", "So evene were they chosen, for to gesse.\n", "And in two renges faire they hem dresse,\n", "Whan that hir names rad were everichon,\n", "That in hir nombre gyle were ther noon.\n", "Tho were the gates shet and cried was loude,\n", "\"Do now youre devoir, yonge knyghtes proude!\"\n"], ["      The heraudes lefte hir prikyng up and doun;\n", "Now ryngen trompes loude and clarioun.\n", "Ther is namoore to seyn, but west and est\n", "In goon the speres ful sadly in arrest,\n", "In gooth the sharpe spore into the syde.\n", "Ther seen men who kan juste, and who kan ryde,\n", "Ther shyveren shaftes upon sheeldes thikke;\n", "He feeleth thurgh the herte-spoon the prikke.\n", "Up spryngen speres twenty foot on highte;\n", "Out goon the swerdes as the silver brighte.\n", "The helmes they tohewen and toshrede,\n", "Out brest the blood, with stierne stremes rede,\n", "With myghty maces the bones they tobreste.\n", "He thurgh the thikkeste of the throng gan threste;\n", "Ther stomblen steedes stronge, and doun gooth al;\n", "He rolleth under foot as dooth a bal,\n", "He foyneth on his feet with his tronchoun,\n", "And he hym hurtleth with his hors adoun.\n", "He thurgh the body is hurt and sithen ytake,\n", "Maugree his heed, and broght unto the stake,\n", "As forward was, right there he moste abyde;\n", "Another lad is on that oother syde.\n", "And som tyme dooth hem Theseus to reste,\n", "Hem to refresshe, and drynken if hem leste.\n", "Ful ofte a day han thise Thebanes two\n", "Togydre ymet, and wroght his felawe wo.\n", "Unhorsed hath ech oother of hem tweye,\n", "Ther nas no tygre in the vale of Galgopheye\n", "Whan that hir whelp is stole, whan it is lite,\n", "So crueel on the hunte, as is Arcite\n", "For jelous herte upon this Palamon;\n", "Ne in Belmarye ther nys so fel leon\n", "That hunted is, or for his hunger wood,\n", "Ne of his praye desireth so the blood,\n", "As Palamon to sleen his foo Arcite.\n", "The jelous strokes on hir helmes byte,\n", "Out renneth blood on bothe hir sydes rede.\n"], ["      Som tyme an ende ther is of every dede.\n", "For er the sonne unto the reste wente,\n", "The stronge kyng Emetreus gan hente\n", "This Palamon, as he faught with Arcite,\n", "And made his swerd depe in his flessh to byte.\n", "And by the force of twenty is he take\n", "Unyolden, and ydrawen unto the stake.\n", "And in the rescus of this Palamoun\n", "The stronge kyng Lygurge is born adoun,\n", "And kyng Emetreus, for al his strengthe,\n", "Is born out of his sadel a swerdes lengthe,\n", "So hitte him Palamoun er he were take;\n", "But al for noght, he was broght to the stake.\n", "His hardy herte myghte hym helpe naught,\n", "He moste abyde, whan that he was caught,\n", "By force, and eek by composicioun.\n"], ["      Who sorweth now but woful Palamoun,\n", "That moot namoore goon agayn to fighte?\n", "And whan that Theseus hadde seyn this sighte\n", "Unto the folk that foghten thus echon\n", "He cryde, \"Hoo! namoore, for it is doon.\n", "I wol be trewe juge, and no partie;\n", "Arcite of Thebes shal have Emelie,\n", "That by his fortune hath hir faire ywonne!\"\n", "Anon ther is a noyse of peple bigonne\n", "For joye of this so loude and heighe withalle\n", "It semed that the lystes sholde falle.\n"], ["      What kan now faire Venus doon above?\n", "What seith she now? What dooth this queene of Love,\n", "But wepeth so, for wantynge of hir wille,\n", "Til that hir teeres in the lystes fille.\n", "She seyde, \"I am ashamed, doutelees.\"\n"], ["      Saturnus seyde, \"Doghter, hoold thy pees,\n", "Mars hath his wille, his knyght hath al his boone,\n", "And, by myn heed, thow shalt been esed soone.\"\n"], ["      The trompes with the loude mynstralcie,\n", "The heraudes that ful loude yolle and crie,\n", "Been in hir wele for joye of daun Arcite.\n", "But herkneth me, and stynteth noyse a lite,\n", "Which a myracle ther bifel anon.\n"], ["      This fierse Arcite hath of his helm ydon,\n", "And on a courser for to shewe his face\n", "He priketh endelong the large place,\n", "Lokynge upward upon this Emelye,\n", "And she agayn hym caste a freendlich eye,\n", "(For wommen, as to speken in comune,\n", "Thei folwen alle the favour of Fortune)\n", "And she was al his chiere, as in his herte.\n"], ["      Out of the ground a furie infernal sterte,\n", "From Pluto sent, at requeste of Saturne,\n", "For which his hors for fere gan to turne,\n", "And leep aside and foundred as he leep.\n", "And er that Arcite may taken keep,\n", "He pighte hym on the pomel of his heed,\n", "That in the place he lay as he were deed,\n", "His brest tobrosten with his sadel-bowe.\n", "As blak he lay as any cole or crowe,\n", "So was the blood yronnen in his face.\n", "Anon he was yborn out of the place,\n", "With herte soor, to Theseus paleys.\n", "Tho was he korven out of his harneys,\n", "And in a bed ybrought ful faire and blyve,\n", "For he was yet in memorie and alyve,\n", "And alwey criynge after Emelye.\n"], ["      Duc Theseus, with al his compaignye,\n", "Is comen hoom to Atthenes his citee,\n", "With alle blisse and greet solempnitee;\n", "Al be it that this aventure was falle,\n", "He nolde noght disconforten hem alle.\n", "Men seyde eek that Arcite shal nat dye,\n", "He shal been heeled of his maladye.\n", "And of another thyng they weren as fayn,\n", "That of hem alle was ther noon yslayn,\n", "Al were they soore yhurt, and namely oon,\n", "That with a spere was thirled his brest boon.\n", "To othere woundes, and to broken armes,\n", "Somme hadden salves, and somme hadden charmes,\n", "Fermacies of herbes and eek save\n", "They dronken, for they wolde hir lymes have.\n", "For which this noble duc as he wel kan,\n", "Conforteth and honoureth every man,\n", "And made revel al the longe nyght\n", "Unto the straunge lordes, as was right.\n", "Ne ther was holden no disconfitynge\n", "But as a justes or a tourneiynge,\n", "For soothly ther was no disconfiture.\n", "For fallyng nys nat but an aventure-\n", "Ne to be lad by force unto the stake\n", "Unyolden, and with twenty knyghtes take,\n", "O persone allone, withouten mo,\n", "And haryed forth by arme, foot, and too,\n", "And eke his steede dryven forth with staves,\n", "With footmen, bothe yemen and eek knaves,\n", "It nas aretted hym no vileynye,\n", "Ther may no man clepen it cowardye.\n", "For which anon duc Theseus leet crye,\n", "To stynten alle rancour and envye,\n", "The gree, as wel of o syde as of oother,\n", "And eyther syde ylik as ootheres brother,\n", "And yaf hem yiftes after hir degree,\n", "And fully heeld a feeste dayes three,\n", "And conveyed the kynges worthily\n", "Out of his toun a journee largely;\n", "And hoom wente every man, the righte way.\n", "Ther was namoore but \"Fare-wel, have good day.\"\n", "Of this bataille I wol namoore endite,\n", "But speke of Palamoun and of Arcite.\n"], ["      Swelleth the brest of Arcite, and the soore\n", "Encreesseth at his herte moore and moore.\n", "The clothered blood for any lechecraft\n", "Corrupteth, and is in his bouk ylaft,\n", "That neither veyne-blood, ne ventusynge,\n", "Ne drynke of herbes may ben his helpynge.\n", "The vertu expulsif, or animal,\n", "Fro thilke vertu cleped natural\n", "Ne may the venym voyden, ne expelle.\n", "The pipes of his longes gonne to swelle,\n", "And every lacerte in his brest adoun\n", "Is shent with venym and corrupcioun.\n", "Hym gayneth neither for to gete his lif\n", "Vomyt upward, ne dounward laxatif;\n", "Al is tobrosten thilke regioun,\n", "Nature hath now no dominacioun.\n", "And certeinly, ther Nature wol nat wirche,\n", "Fare wel phisik! Go ber the man to chirche!\n", "This al and som, that Arcita moot dye;\n", "For which he sendeth after Emelye\n", "And Palamon, that was his cosyn deere.\n", "Thanne seyde he thus, as ye shal after heere:\n", "\"Naught may the woful spirit in myn herte\n", "Declare o point of alle my sorwes smerte\n", "To yow, my lady, that I love moost.\n", "But I biquethe the servyce of my goost\n", "To yow aboven every creature.\n", "Syn that my lyf may no lenger dure,\n", "Allas, the wo! Allas, the peynes stronge,\n", "That I for yow have suffred, and so longe!\n", "Allas, the deeth! Allas, myn Emelye!\n", "Allas, departynge of our compaignye!\n", "Allas, myn hertes queene! allas, my wyf!\n", "Myn hertes lady, endere of my lyf!\n", "What is this world? What asketh men to have?\n", "Now with his love, now in his colde grave,\n", "Allone, withouten any compaignye.\n", "Fare-wel, my swete foo, myn Emelye!\n", "And softe taak me in youre armes tweye,\n", "For love of God, and herkneth what I seye.\n"], ["      \"I have heer with my cosyn Palamon\n", "Had strif and rancour many a day agon,\n", "For love of yow, and for my jalousye.\n", "And Juppiter so wys my soule gye,\n", "To speken of a servaunt proprely,\n", "With alle circumstances trewely,\n", "That is to seyen, trouthe, honour, and knyghthede,\n", "Wysdom, humblesse, estaat, and heigh kynrede,\n", "Fredom, and al that longeth to that art -\n", "So Juppiter have of my soule part\n", "As in this world right now ne knowe I non\n", "So worthy to ben loved, as Palamon\n", "That serveth yow, and wol doon al his lyf;\n", "And if that evere ye shul ben a wyf,\n", "Foryet nat Palamon, the gentil man.\"\n", "And with that word his speche faille gan,\n", "And from his herte up to his brest was come\n", "The coold of deeth, that hadde hym overcome.\n", "And yet moreover in hise armes two\n", "The vital strengthe is lost and al ago.\n", "Oonly the intellect, withouten moore,\n", "That dwelled in his herte syk and soore\n", "Gan faillen, when the herte felte deeth.\n", "Dusked hise eyen two, and failled breeth,\n", "But on his lady yet caste he his eye.\n", "His laste word was \"Mercy, Emelye!\"\n", "His spirit chaunged hous, and wente ther\n", "As I cam nevere, I kan nat tellen wher,\n", "Therfore I stynte; I nam no divinistre;\n", "Of soules fynde I nat in this registre,\n", "Ne me ne list thilke opinions to telle\n", "Of hem, though that they writen wher they dwelle.\n", "Arcite is coold, ther Mars his soule gye!\n", "Now wol I speken forthe of Emelye.\n"], ["      Shrighte Emelye, and howleth Palamon,\n", "And Theseus his suster took anon\n", "Swownynge, and baar hir fro the corps away.\n", "What helpeth it to tarien forth the day\n", "To tellen how she weep bothe eve and morwe?\n", "For in swich cas wommen have swich sorwe\n", "Whan that hir housbond is from hem ago,\n", "That for the moore part they sorwen so,\n", "Or ellis fallen in swich maladye,\n", "That at the laste certeinly they dye.\n"], ["      Infinite been the sorwes and the teeres\n", "Of olde folk, and eek of tendre yeeres\n", "In al the toun, for deeth of this Theban.\n", "For hym ther wepeth bothe child and man;\n", "So greet a wepyng was ther noon, certayn,\n", "Whan Ector was ybroght al fressh yslayn\n", "To Troye. Allas, the pitee that was ther,\n", "Cracchynge of chekes, rentynge eek of heer;\n", "\"Why woldestow be deed,\" thise wommen crye,\n", "\"And haddest gold ynough, and Emelye?\"\n"], ["      No man myghte gladen Theseus,\n", "Savynge his olde fader, Egeus,\n", "That knew this worldes transmutacioun,\n", "As he hadde seyn it chaunge bothe up and doun,\n", "Joye after wo, and wo after gladnesse,\n", "And shewed hem ensamples and liknesse.\n"], ["      \"Right as ther dyed nevere man,\" quod he,\n", "\"That he ne lyvede in erthe in som degree,\n", "Right so ther lyvede never man,\" he seyde,\n", "\"In al this world that somtyme he ne deyde.\n", "This world nys but a thurghfare ful of wo,\n", "And we been pilgrymes passynge to and fro.\n", "Deeth is an ende of every worldes soore.\"\n", "And over al this yet seyde he muchel moore,\n", "To this effect ful wisely to enhorte\n", "The peple, that they sholde hem reconforte.\n"], ["      Duc Theseus, with al his bisy cure,\n", "Caste now, wher that the sepulture\n", "Of goode Arcite may best ymaked be,\n", "And eek moost honurable in his degree.\n", "And at the laste he took conclusioun\n", "That ther as first Arcite and Palamoun\n", "Hadden for love the bataille hem bitwene,\n", "That in that selve grove swoote and grene\n", "Ther as he hadde hise amorouse desires,\n", "His compleynte, and for love hise hoote fires,\n", "He wolde make a fyr, in which the office\n", "Funeral he myghte al accomplice.\n", "And leet comande anon to hakke and hewe\n", "The okes olde, and leye hem on a rewe\n", "In colpons, wel arrayed for to brenne.\n", "His officers with swifte feet they renne\n", "And ryden anon at his comandement;\n", "And after this, Theseus hath ysent\n", "After a beere, and it al over-spradde\n", "With clooth of gold, the richeste that he hadde.\n", "And of the same suyte he cladde Arcite,\n", "Upon his hondes hadde he gloves white,\n", "Eek on his heed a coroune of laurer grene,\n", "And in his hond a swerd ful bright and kene.\n", "He leyde hym bare the visage on the beere,\n", "Therwith he weep that pitee was to heere.\n", "And for the peple sholde seen hym alle,\n", "Whan it was day, he broghte hym to the halle,\n", "That roreth of the criyng and the soun.\n"], ["      Tho cam this woful Theban, Palamoun,\n", "With flotery berd and ruggy asshy heeres,\n", "In clothes blake, ydropped al with teeres,\n", "And, passynge othere of wepynge, Emelye,\n", "The rewefulleste of al the compaignye.\n", "In as muche as the servyce sholde be\n", "The moore noble and riche in his degree,\n", "Duc Theseus leet forth thre steedes brynge\n", "That trapped were in steel al gliterynge,\n", "And covered with the armes of daun Arcite.\n", "Upon thise steedes that weren grete and white\n", "Ther sitten folk, of whiche oon baar his sheeld,\n", "Another his spere up in his hondes heeld,\n", "The thridde baar with hym his bowe Turkeys,\n", "(Of brend gold was the caas, and eek the harneys;)\n", "And riden forth a paas, with sorweful cheere,\n", "Toward the grove, as ye shul after heere.\n", "The nobleste of the Grekes that ther were\n", "Upon hir shuldres caryeden the beere,\n", "With slakke paas, and eyen rede and wete,\n", "Thurghout the citee by the maister strete,\n", "That sprad was al with blak, and wonder hye\n", "Right of the same is the strete ywrye.\n", "Upon the right hond wente olde Egeus,\n", "And on that oother syde duc Theseus,\n", "With vessel in hir hand of gold ful fyn,\n", "Al ful of hony, milk, and blood, and wyn.\n", "Eek Palamon, with ful greet compaignye,\n", "And after that cam woful Emelye,\n", "With fyr in honde, as was that tyme the gyse,\n", "To do the office of funeral servyse.\n"], ["      Heigh labour, and ful greet apparaillynge,\n", "Was at the service and the fyr-makynge,\n", "That with his grene top the heven raughte,\n", "And twenty fadme of brede the armes straughte;\n", "This is to seyn, the bowes weren so brode.\n", "Of stree first ther was leyd ful many a lode,\n", "But how the fyr was maked upon highte,\n", "Ne eek the names that the trees highte,\n", "As, ook, firre, birch, aspe, alder, holm, popeler,\n", "Wylugh, elm, plane, assh, box, chasteyn, lynde, laurer,\n", "Mapul, thorn, bech, hasel, ew, whippeltree -\n", "How they weren fild shal nat be toold for me,\n", "Ne how the goddes ronnen up and doun\n", "Disherited of hir habitacioun,\n", "In whiche they woneden in reste and pees,\n", "Nymphes, Fawnes, and Amadrides;\n", "Ne how the beestes and the briddes alle\n", "Fledden for fere, whan the wode was falle;\n", "Ne how the ground agast was of the light,\n", "That was nat wont to seen the sonne bright;\n", "Ne how the fyr was couched first with stree,\n", "And thanne with drye stokkes cloven a thre,\n", "And thanne with grene wode and spicerye,\n", "And thanne with clooth of gold and with perrye,\n", "And gerlandes hangynge with ful many a flour,\n", "The mirre, th'encens, with al so greet odour;\n", "Ne how Arcite lay among al this,\n", "Ne what richesse aboute his body is,\n", "Ne how that Emelye, as was the gyse,\n", "Putte in the fyr of funeral servyse;\n", "Ne how she swowned whan men made the fyr,\n", "Ne what she spak, ne what was hir desir;\n", "Ne what jeweles men in the fyre caste,\n", "Whan that the fyr was greet and brente faste;\n", "Ne how somme caste hir sheeld, and somme hir spere,\n", "And of hire vestimentz whiche that they were,\n", "And coppes fulle of wyn, and milk, and blood,\n", "Into the fyr, that brente as it were wood,\n", "Ne how the Grekes, with an huge route,\n", "Thries riden al the fyr aboute,\n", "Upon the left hand with a loud shoutynge,\n", "And thries with hir speres claterynge,\n", "And thries how the ladyes gonne crye,\n", "And how that lad was homward Emelye;\n", "Ne how Arcite is brent to asshen colde,\n", "Ne how that lyche-wake was yholde\n", "Al thilke nyght, ne how the Grekes pleye\n", "The wake-pleyes ne kepe I nat to seye,\n", "Who wrastleth best naked, with oille enoynt,\n", "Ne who that baar hym best in no disjoynt;\n", "I wol nat tellen eek, how that they goon\n", "Hoom til Atthenes, whan the pley is doon;\n", "But shortly to the point thanne wol I wende,\n", "And maken of my longe tale an ende.\n"], ["      By processe, and by lengthe of certeyn yeres,\n", "Al stynted is the moornynge and the teres\n", "Of Grekes, by oon general assent.\n", "Thanne semed me ther was a parlement\n", "At Atthenes, upon certein pointz and caas,\n", "Among the whiche pointz yspoken was\n", "To have with certein contrees alliaunce,\n", "And have fully of Thebans obeisaunce,\n", "For which this noble Theseus anon\n", "Leet senden after gentil Palamon,\n", "Unwist of hym what was the cause and why.\n", "But in hise blake clothes sorwefully\n", "He cam at his comandement in hye;\n", "Tho sente Theseus for Emelye.\n", "Whan they were set, and hust was al the place,\n", "And Theseus abiden hadde a space\n", "Er any word cam fram his wise brest,\n", "Hise eyen sette he ther as was his lest,\n", "And with a sad visage he siked stille,\n", "And after that right thus he seyde his wille:\n"], ["      \"The Firste Moevere of the cause above\n", "Whan he first made the faire cheyne of love,\n", "Greet was th'effect, and heigh was his entente;\n", "Wel wiste he why, and what therof he mente,\n", "For with that faire cheyne of love he bond\n", "The fyr, the eyr, the water, and the lond,\n", "In certeyn boundes that they may nat flee.\n", "That same prince and that same moevere,\" quod he,\n", "\"Hath stablissed in this wrecched world adoun\n", "Certeyne dayes and duracioun\n", "To al that is engendred in this place,\n", "Over the whiche day they may nat pace;\n", "Al mowe they yet tho dayes wel abregge,\n", "Ther nedeth noght noon auctoritee t'allegge,\n", "For it is preeved by experience,\n", "But that me list declaren my sentence.\n", "Thanne may men by this ordre wel discerne\n", "That thilke Moevere stable is and eterne.\n", "Wel may men knowe, but it be a fool,\n", "That every part deryveth from his hool;\n", "For nature hath nat taken his bigynnyng\n", "Of no partie nor cantel of a thyng,\n", "But of a thyng that parfit is and stable,\n", "Descendynge so til it be corrumpable;\n", "And therfore, of his wise purveiaunce,\n", "He hath so wel biset his ordinaunce,\n", "That speces of thynges and progressiouns\n", "Shullen enduren by successiouns,\n", "And nat eterne, withouten any lye.\n", "This maystow understonde and seen at ye.\n"], ["      \"Loo the ook, that hath so long a norisshynge\n", "From tyme that it first bigynneth sprynge,\n", "And hath so long a lif, as we may see,\n", "Yet at the laste wasted is the tree.\n"], ["      \"Considereth eek, how that the harde stoon\n", "Under oure feet, on which we trede and goon,\n", "Yet wasteth it, as it lyth by the weye.\n", "The brode ryver somtyme wexeth dreye,\n", "The grete toures se we wane and wende,\n", "Thanne may ye se that al this thyng hath ende.\n"], ["      \"Of man and womman seen we wel also,\n", "That nedeth, in oon of thise termes two -\n", "This is to seyn, in youthe or elles age -\n", "He moot be deed, the kyng as shal a page.\n", "Som in his bed, som in the depe see,\n", "Som in the large feeld, as men may se;\n", "Ther helpeth noght, al goth that ilke weye,\n", "Thanne may I seyn that al this thyng moot deye.\n"], ["      \"What maketh this, but Juppiter the kyng,\n", "That is prince and cause of alle thyng\n", "Convertynge al unto his propre welle\n", "From which it is deryved, sooth to telle,\n", "And heer-agayns no creature on lyve\n", "Of no degree availleth for to stryve.\n"], ["      \"Thanne is it wysdom, as it thynketh me,\n", "To maken vertu of necessitee,\n", "And take it weel, that we may nat eschue;\n", "And namely, that to us alle is due.\n", "And who so gruccheth ought, he dooth folye,\n", "And rebel is to hym that al may gye.\n", "And certeinly, a man hath moost honour\n", "To dyen in his excellence and flour,\n", "Whan he is siker of his goode name,\n", "Thanne hath he doon his freend ne hym no shame.\n", "And gladder oghte his freend been of his deeth,\n", "Whan with honour up yolden in his breeth,\n", "Than whan his name apalled is for age;\n", "For al forgeten is his vassellage.\n", "Thanne is it best as for a worthy fame,\n", "To dyen whan that he is best of name.\n"], ["      \"The contrarie of al this is wilfulnesse:\n", "Why grucchen we, why have we hevynesse,\n", "That goode Arcite, of chivalrie flour,\n", "Departed is with duetee and honour\n", "Out of this foule prisoun of this lyf?\n", "Why grucchen heere his cosyn and his wyf\n", "Of his welfare, that loved hem so weel?\n", "Kan he hem thank? Nay, God woot never a deel,\n", "That bothe his soule and eek hemself offende,\n", "And yet they mowe hir lustes nat amende.\n"], ["      \"What may I concluden of this longe serye,\n", "But after wo I rede us to be merye,\n", "And thanken Juppiter of al his grace?\n", "And er that we departen from this place\n", "I rede that we make, of sorwes two,\n", "O parfit joye lastyng everemo.\n", "And looketh now, wher moost sorwe is her inne,\n", "Ther wol we first amenden and bigynne.\n"], ["      \"Suster,\" quod he, \"this is my fulle assent,\n", "With all th'avys heere of my parlement,\n", "That gentil Palamon thyn owene knyght,\n", "That serveth yow with wille, herte, and myght,\n", "And evere hath doon, syn that ye first hym knewe,\n", "That ye shul of your grace upon hym rewe,\n", "And taken hym for housbonde and for lord.\n", "Lene me youre hond, for this is oure accord.\n", "Lat se now of youre wommanly pitee;\n", "He is a kynges brother sone, pardee,\n", "And though he were a povre bacheler,\n", "Syn he hath served yow so many a yeer,\n", "And had for yow so greet adversitee,\n", "It moste been considered, leeveth me,\n", "For gentil mercy oghte to passen right.\"\n"], ["      Thanne seyde he thus to Palamon the knyght:\n", "\"I trowe ther nedeth litel sermonyng\n", "To make yow assente to this thyng.\n", "Com neer, and taak youre lady by the hond.\"\n", "Bitwixen hem was maad anon the bond\n", "That highte matrimoigne or mariage,\n", "By al the conseil and the baronage.\n", "And thus with alle blisse and melodye\n", "Hath Palamon ywedded Emelye;\n", "And God, that al this wyde world hath wroght,\n", "Sende hym his love that hath it deere aboght,\n", "For now is Palamon in alle wele,\n", "Lyvynge in blisse, in richesse, and in heele,\n", "And Emelye hym loveth so tendrely,\n", "And he hir serveth al so gentilly,\n", "That nevere was ther no word hem bitwene,\n", "Of jalousie, or any oother teene.\n", "Thus endeth Palamon and Emelye,\n", "And God save al this faire compaignye! Amen.\n"], ["      Whan that the Knyght had thus his tale ytoold,\n", "In al the route ne was ther yong ne oold\n", "That he ne seyde it was a noble storie,\n", "And worthy for to drawen to memorie;\n", "And namely the gentils everichon.\n", "Oure Hooste lough, and swoor, \"So moot I gon,\n", "This gooth aright; unbokeled is the male,\n", "Lat se now who shal telle another tale,\n", "For trewely the game is wel bigonne.\n", "Now telleth on, sir Monk, if that ye konne\n", "Somwhat to quite with the Knyghtes tale.\"\n", "The Millere that for dronken was al pale,\n", "So that unnethe upon his hors he sat,\n", "He nolde avalen neither hood ne hat,\n", "Ne abyde no man for his curteisie,\n", "But in Pilates voys he gan to crie,\n", "And swoor, \"By armes and by blood and bones,\n", "I kan a noble tale for the nones,\n", "With which I wol now quite the Knyghtes tale.\"\n", "Oure Hooste saugh that he was dronke of ale,\n", "And seyde, \"Abyd, Robyn, my leeve brother,\n", "Som bettre man shal telle us first another,\n", "Abyd, and lat us werken thriftily.\"\n"], ["      \"By Goddes soule,\" quod he, \"that wol nat I,\n", "For I wol speke, or elles go my wey.\"\n", "Oure Hoost answerde, \"Tel on, a devel wey!\n", "Thou art a fool, thy wit is overcome!\n", "\"Now herkneth,\" quod the Miller, \"alle and some,\n", "But first I make a protestacioun\n", "That I am dronke, I knowe it by my soun;\n", "And therfore, if that I mysspeke or seye,\n", "Wyte it the ale of Southwerk I you preye.\n", "For I wol telle a legende and a lyf\n", "Bothe of a carpenter and of his wyf,\n", "How that a clerk hath set the wrightes cappe.\"\n", "The Reve answerde and seyde, \"Stynt thy clappe,\n", "Lat be thy lewed dronken harlotrye,\n", "It is a synne and eek a greet folye\n", "To apeyren any man or hym defame,\n", "And eek to bryngen wyves in swich fame;\n", "Thou mayst ynogh of othere thynges seyn.\"\n"], ["      This dronke Millere spak ful soone ageyn,\n", "And seyde, \"Leve brother Osewold,\n", "Who hath no wyf, he is no cokewold.\n", "But I sey nat therfore that thou art oon,\n", "Ther been ful goode wyves many oon,\n", "And evere a thousand goode ayeyns oon badde;\n", "That knowestow wel thyself, but if thou madde.\n", "Why artow angry with my tale now?\n", "I have a wyf, pardee, as wel as thow,\n", "Yet nolde I for the oxen in my plogh\n", "Take upon me moore than ynogh,\n", "As demen of myself that I were oon;\n", "I wol bileve wel, that I am noon.\n", "An housbonde shal nat been inquisityf\n", "Of Goddes pryvetee, nor of his wyf.\n", "So he may fynde Goddes foysoun there,\n", "Of the remenant nedeth nat enquere.\"\n"], ["      What sholde I moore seyn, but this Millere\n", "He nolde his wordes for no man forbere,\n", "But tolde his cherles tale in his manere;\n", "Me thynketh that I shal reherce it heere.\n", "And therfore every gentil wight I preye,\n", "For Goddes love, demeth nat that I seye\n", "Of yvel entente, but that I moot reherce\n", "Hir tales alle, be they bettre or werse,\n", "Or elles falsen som of my mateere.\n", "And therfore who-so list it nat yheere,\n", "Turne over the leef, and chese another tale;\n", "For he shal fynde ynowe, grete and smale,\n", "Of storial thyng that toucheth gentillesse,\n", "And eek moralitee, and hoolynesse.\n", "Blameth nat me if that ye chese amys;\n", "The Millere is a cherl, ye knowe wel this,\n", "So was the Reve, and othere manye mo,\n", "And harlotrie they tolden bothe two.\n", "Avyseth yow, and put me out of blame,\n", "And eek men shal nat maken ernest of game.\n"], ["      Whilom ther was dwellynge at Oxenford\n", "A riche gnof, that gestes heeld to bord,\n", "And of his craft he was a carpenter.\n", "With hym ther was dwellynge a poure scoler,\n", "Hadde lerned art, but al his fantasye\n", "Was turned for to lerne astrologye,\n", "And koude a certeyn of conclusiouns,\n", "To demen by interrogaciouns,\n", "If that men asked hym in certain houres\n", "Whan that men sholde have droghte or elles shoures,\n", "Or if men asked hym what sholde bifalle\n", "Of every thyng; I may nat rekene hem alle.\n"], ["      This clerk was cleped hende Nicholas.\n", "Of deerne love he koude and of solas;\n", "And therto he was sleigh and ful privee,\n", "And lyk a mayden meke for to see.\n", "A chambre hadde he in that hostelrye\n", "Allone, withouten any compaignye,\n", "Ful fetisly ydight with herbes swoote;\n", "And he hymself as sweete as is the roote\n", "Of lycorys, or any cetewale.\n", "His Almageste, and bookes grete and smale,\n", "His astrelabie, longynge for his art,\n", "His augrym stones layen faire apart,\n", "On shelves couched at his beddes heed;\n", "His presse ycovered with a faldyng reed\n", "And al above ther lay a gay sautrie,\n", "On which he made a-nyghtes melodie\n", "So swetely that all the chambre rong;\n", "And Angelus ad virginem he song;\n", "And after that he song the Kynges Noote.\n", "Ful often blessed was his myrie throte.\n", "And thus this sweete clerk his tyme spente\n", "After his freendes fyndyng and his rente.\n"], ["      This carpenter hadde newe a wyf,\n", "Which that he lovede moore than his lyf;\n", "Of eighteteene yeer she was of age.\n", "Jalous he was, and heeld hire narwe in cage,\n", "For she was wylde and yong, and he was old,\n", "And demed hymself, been lik a cokewold.\n", "He knew nat Catoun, for his wit was rude,\n", "That bad man sholde wedde his simylitude.\n", "Men sholde wedden after hire estaat,\n", "For youth and elde is often at debaat.\n", "But sith that he was fallen in the snare,\n", "Her moste endure, as oother folk, his care.\n"], ["      Fair was this yonge wyf, and therwithal\n", "As any wezele hir body gent and smal.\n", "A ceynt she werede, barred al of silk,\n", "A barmclooth as whit as morne milk\n", "Upon her lendes, ful of many a goore.\n", "Whit was hir smok, and broyden al bifoore\n", "And eek bihynde, on hir coler aboute,\n", "Of col-blak silk, withinne and eek withoute.\n", "The tapes of hir white voluper\n", "Were of the same suyte of his coler;\n", "Hir filet brood of silk, and set ful hye.\n", "And sikerly she hadde a likerous ye;\n", "Ful smale ypulled were hire browes two,\n", "And tho were bent and blake as any sloo.\n", "She was ful moore blisful on to see\n", "Than is the newe pere-jonette tree,\n", "And softer than the wolle is of a wether.\n", "And by hir girdel heeng a purs of lether,\n", "Tasseled with silk, and perled with latoun.\n", "In al this world, to seken up and doun,\n", "There nys no man so wys that koude thenche\n", "So gay a popelote or swich a wenche.\n", "Ful brighter was the shynyng of hir hewe\n", "Than in the Tour the noble yforged newe.\n", "But of hir song, it was as loude and yerne\n", "As any swalwe sittynge on a berne.\n", "Therto she koude skippe and make game,\n", "As any kyde or calf folwynge his dame.\n", "Hir mouth was sweete as bragot or the meeth,\n", "Or hoord of apples leyd in hey or heeth.\n", "Wynsynge she was, as is a joly colt,\n", "Long as a mast, and upright as a bolt.\n", "A brooch she baar upon hir lowe coler,\n", "As brood as is the boos of a bokeler.\n", "Hir shoes were laced on hir legges hye.\n", "She was a prymerole, a piggesnye,\n", "For any lord to leggen in his bedde,\n", "Or yet for any good yeman to wedde.\n"], ["      Now, sire, and eft, sire, so bifel the cas,\n", "That on a day this hende Nicholas\n", "Fil with this yonge wyf to rage and pleye,\n", "Whil that her housbonde was at Oseneye,\n", "As clerkes ben ful subtile and ful queynte;\n", "And prively he caughte hire by the queynte,\n", "And seyde, \"Ywis, but if ich have my wille,\n", "For deerne love of thee, lemman, I spille.\"\n", "And heeld hire harde by the haunchebones,\n", "And seyde, \"Lemman, love me al atones,\n", "Or I wol dyen, also God me save!\"\n", "And she sproong as a colt dooth in the trave,\n", "And with hir heed she wryed faste awey,\n", "And seyde, \"I wol nat kisse thee, by my fey!\n", "Why, lat be,\" quod she, \"lat be, Nicholas,\n", "Or I wol crie 'out harrow' and 'allas!'\n", "Do wey youre handes, for youre curteisye!\"\n"], ["      This Nicholas gan mercy for to crye,\n", "And spak so faire, and profred him so faste,\n", "That she hir love hym graunted atte laste,\n", "Ans swoor hir ooth, by seint Thomas of Kent,\n", "That she wol been at his comandement,\n", "Whan that she may hir leyser wel espie.\n", "\"Myn housbonde is so ful of jalousie\n", "That but ye wayte wel and been privee,\n", "I woot right wel I nam but deed,\" quod she.\n", "\"Ye moste been ful deerne, as in this cas.\"\n"], ["      \"Nay, therof care thee noght,\" quod Nicholas.\n", "\"A clerk hadde litherly biset his whyle,\n", "But if he koude a carpenter bigyle.\"\n", "And thus they been accorded and ysworn\n", "To wayte a tyme, as I have told biforn.\n"], ["      Whan Nicholas had doon thus everideel,\n", "And thakked hire aboute the lendes weel,\n", "He kiste hire sweete and taketh his sawtrie,\n", "And pleyeth faste, and maketh melodie.\n"], ["      Thanne fil it thus, that to the paryssh chirche,\n", "Cristes owene werkes for to wirche,\n", "This goode wyf went on a haliday.\n", "Hir forheed shoon as bright as any day,\n", "So was it wasshen whan she leet hir werk.\n", "Now was ther of that chirche a parissh clerk,\n", "The which that was ycleped Absolon.\n", "Crul was his heer, and as the gold it shoon,\n", "And strouted as a fanne large and brode;\n", "Ful streight and evene lay his joly shode;\n", "His rode was reed, his eyen greye as goos.\n", "With Poules wyndow corven on his shoos,\n", "In hoses rede he wente fetisly.\n", "Yclad he was ful smal and proprely\n", "Al in a kirtel of a lyght waget;\n", "Ful faire and thikke been the poyntes set.\n", "And therupon he hadde a gay surplys\n", "As whit as is the blosme upon the rys.\n", "A myrie child he was, so God me save.\n", "Wel koude he laten blood and clippe and shave,\n", "And maken a chartre of lond or acquitaunce.\n", "In twenty manere koude he trippe and daunce\n", "After the scole of Oxenforde tho,\n", "And with his legges casten to and fro,\n", "And pleyen songes on a smal rubible;\n", "Therto he song som tyme a loud quynyble;\n", "And as wel koude he pleye on a giterne.\n", "In al the toun nas brewhous ne taverne\n", "That he ne visited with his solas,\n", "Ther any gaylard tappestere was.\n", "But sooth to seyn, he was somdeel squaymous\n", "Of fartyng, and of speche daungerous.\n"], ["      This Absolon, that jolif was and gay,\n", "Gooth with a sencer on the haliday,\n", "Sensynge the wyves of the parisshe faste;\n", "And many a lovely look on hem caste,\n", "And namely on this carpenteris wyf.\n", "To looke on hire hym thoughte a myrie lyf,\n", "She was so propre and sweete and likerous.\n", "I dar wel seyn, if she hadde been a mous,\n", "And I the cat, he wolde hire hente anon.\n", "This parissh clerk, this joly Absolon,\n", "Hath in his herte swich a love-longynge\n", "That of no wyf took he noon offrynge;\n", "For curteisie, he seyde, he wolde noon.\n"], ["      The moone, whan it was nyght, ful brighte shoon,\n", "And Absolon his gyterne hath ytake,\n", "For paramours he thoghte for to wake.\n", "And forth he gooth, jolif and amorous,\n", "Til he cam to the carpenters hous\n", "A litel after cokkes hadde ycrowe,\n", "And dressed hym up by a shot-wyndowe\n", "That was upon the carpenteris wall.\n", "He syngeth in his voys gentil and smal,\n", "'Now, deere lady, if thy wille be,\n", "I praye yow that ye wole rewe on me,'\n", "Ful wel acordaunt to his gyternynge.\n", "This carpenter awook, and herde him synge,\n", "And spak unto his wyf, and seyde anon,\n", "\"What! Alison! Herestow nat Absolon,\n", "That chaunteth thus under oure boures wal?\"\n", "Ans she answerde hir housbonde therwithal,\n", "\"Yis, God woot, John, I heere it every deel.\"\n"], ["      This passeth forth; what wol ye bet than weel?\n", "Fro day to day this joly Absolon\n", "So woweth hire that hym is wo bigon.\n", "He waketh al the nyght and al the day;\n", "He kembeth his lokkes brode, and made hym gay;\n", "He woweth hire by meenes and brocage,\n", "And swoor he wolde been hir owene page;\n", "He syngeth, brokkynge as a nyghtyngale;\n", "He sente hire pyment, meeth, and spiced ale,\n", "And wafres, pipyng hoot out of the gleede;\n", "And, for she was of towne, he profred meede.\n", "For som folk wol ben wonnen for richesse,\n", "And somme for strokes, and somme for gentillesse.\n"], ["      Somtyme, to shewe his lightnesse and maistrye,\n", "He pleyeth Herodes upon a scaffold hye.\n", "But what availleth hym as in the cas?\n", "She loveth so this hende Nicholas\n", "That Absolon may blowe the bukkes horn;\n", "He ne hadde for his labour but a scorn.\n", "And thus she maketh Absolon hire ape,\n", "And al his ernest turneth til a jape.\n", "Ful sooth is this proverbe, it is no lye,\n", "Men seyn right thus, 'Alwey the nye slye\n", "Maketh the ferre leeve to be looth.'\n", "For though that Absolon be wood or wrooth,\n", "By cause that he fer was from hire sight,\n", "This nye Nicholas stood in his light.\n"], ["      Now ber thee wel, thou hende Nicholas,\n", "For Absolon may waille and synge 'allas.'\n", "And so bifel it on a Saturday,\n", "This carpenter was goon til Osenay;\n", "And hende Nicholas and Alison\n", "Acorded been to this conclusioun,\n", "That Nicholas shal shapen hym a wyle\n", "This sely jalous housbonde to bigyle;\n", "And if so be the game wente aright,\n", "She sholde slepen in his arm al nyght,\n", "For this was his desir and hire also.\n", "And right anon, withouten wordes mo,\n", "This Nicholas no lenger wolde tarie,\n", "But dooth ful softe unto his chambre carie\n", "Bothe mete and drynke for a day or tweye,\n", "And to hire housbonde bad hire for to seye,\n", "If that he axed after Nicholas,\n", "She sholde seye she nyste where he was,\n", "Of al that day she saugh hym nat with ye;\n", "She trowed that he was in maladye,\n", "For for no cry hir mayde koude hym calle,\n", "He nolde answere for thyng that myghte falle.\n"], ["      This passeth forth al thilke Saterday,\n", "That Nicholas stille in his chambre lay,\n", "And eet and sleep, or dide what hym leste,\n", "Til Sonday, that the sonne gooth to reste.\n", "This sely carpenter hath greet merveyle\n", "Of Nicholas, or what thyng myghte hym eyle,\n", "And seyde, \"I am adrad, by Seint Thomas,\n", "It stondeth nat aright with Nicholas.\n", "God shilde that he deyde sodeynly!\n", "This world is now ful tikel, sikerly.\n", "I saugh today a cors yborn to chirche\n", "That now, on Monday last, I saugh hym wirche.\n"], ["      \"Go up,\" quod he unto his knave anoon,\n", "\"Clepe at his dore, or knokke with a stoon.\n", "Looke how it is, and tel me boldely.\"\n"], ["      This knave gooth hym up ful sturdily,\n", "And at the chambre dore whil that he stood,\n", "He cride and knokked as that he were wood,\n", "\"What! how! what do ye, maister Nicholay?\n", "How may ye slepen al the longe day?\"\n"], ["      But al for noghte, he herde nat a word.\n", "An hole he foond, ful lowe upon a bord,\n", "Ther as the cat was wont in for to crepe,\n", "And at that hole he looked in ful depe,\n", "And at the laste he hadde of hym a sight.\n", "This Nicholas sat evere capyng upright,\n", "As he had kiked on the newe moone.\n", "Adoun he gooth, and tolde his maister soone\n", "In what array he saugh this ilke man.\n"], ["      This carpenter to blessen hym bigan,\n", "And seyde, \"Help us, seinte Frydeswyde!\n", "A man woot litel what hym shal bityde.\n", "This man is falle, with his astromye,\n", "In som woodnesse or in som agonye,\n", "I thoghte ay wel how that it sholde be!\n", "Men sholde nat knowe of Goddes pryvetee.\n", "Ye, blessed be alwey a lewed man\n", "That noght but oonly his bileve kan!\n", "So ferde another clerk with astromye;\n", "He walked in the feeldes, for to prye\n", "Upon the sterres, what ther sholde bifalle,\n", "Til he was in a marle-pit yfalle;\n", "He saugh nat that. But yet, by seint Thomas,\n", "Me reweth soore of hende Nicholas.\n", "He shal be rated of his studiyng,\n", "If that I may, Jhesus, hevene kyng!\n", "Get me a staf, that I may underspore,\n", "Whil that thou, Robyn, hevest up the dore.\n", "He shal out of his studiyng, as I gesse\"\n", "And to the chambre dore he gan hym dresse.\n", "His knave was a strong carl for the nones,\n", "And by the haspe he haaf it of atones;\n", "Into the floor the dore fil anon.\n", "This Nicholas sat ay as stille as stoon,\n", "And evere caped upward into the eir.\n", "This carpenter wende he were in despeir,\n", "And hente hym by the sholdres myghtily\n", "And shook him harde, and cride spitously,\n", "\"What! Nicholay! what, how! what, looke adoun!\n", "Awak, and thenk on Christes passioun!\n", "I crouche thee from elves and fro wightes.\n", "Therwith the nyght-spel seyde he anon-rightes\n", "On foure halves of the hous aboute,\n", "And on the tresshfold of the dore withoute:\n", "\"Jhesu Crist and seinte Benedight,\n", "Blesse this hous from every wikked wight,\n", "For nyghtes verye, the white pater-noster!\n", "Where wentestow, seinte Petres soster?\"\n"], ["      And atte laste this hende Nicholas\n", "Gan for to sike soore, and seyde, \"Allas!\n", "Shal al the world be lost eftsoones now?\"\n"], ["      This carpenter answerde, \"What seystow?\n", "What! Thynk on God, as we doon, men that swynke.\"\n"], ["      This Nicholas answerde, \"Fecche me drynke,\n", "And after wol I speke in pryvetee\n", "Of certeyn thyng that toucheth me and thee.\n", "I wol telle it noon oother man, certeyn.\"\n"], ["      This carpenter gooth doun, and comth ageyn,\n", "And broghte of myghty ale a large quart;\n", "And whan that ech of hem had dronke his part,\n", "This Nicholas his dore faste shette,\n", "And doun the carpenter by hym he sette.\n"], ["      He seyde \"John, myn hooste, lief and deere,\n", "Thou shalt upon thy trouthe swere me heere\n", "That to no wight thou shalt this conseil wreye;\n", "For it is Cristes conseil that I seye,\n", "And if thou telle it man, thou art forlore;\n", "For this vengeaunce thou shalt han therfore,\n", "That if thou wreye me, thou shalt be wood.\"\n", "\"Nay, Crist forbede it, for his hooly blood!\"\n", "Quod tho this sely man, \"I nam no labbe;\n", "Ne, though I seye, I nam nat lief to gabbe.\n", "Sey what thou wolt, I shal it nevere telle\n", "To child ne wyf, by hym that harwed helle!\"\n"], ["      \"Now John,\" quod Nicholas, \"I wol nat lye;\n", "I have yfounde in myn astrologye,\n", "As I have looked in the moone bright,\n", "That now a Monday next, at quarter nyght,\n", "Shal falle a reyn, and that so wilde and wood,\n", "That half so greet was nevere Noes flood.\n", "This world,\" he seyde, \"in lasse than an hour\n", "Shal al be dreynt, so hidous is the shour.\n", "Thus shal mankynde drenche, and lese hir lyf.\"\n"], ["      This carpenter answerde, \"Allas, my wyf!\n", "And shal she drenche? Allas, myn Alisoun!\"\n", "For sorwe of this fil almoost adoun,\n", "And seyde, \"Is ther no remedie in this cas?\"\n"], ["      \"Why, yis, for Gode,\" quod hende Nicholas,\n", "\"If thou wolt werken after loore and reed.\n", "Thou mayst nat werken after thyn owene heed;\n", "For thus seith Salomon, that was ful trewe,\n", "'Werk al by conseil, and thou shalt not rewe.'\n", "And if thou werken wolt by good conseil,\n", "I undertake, withouten mast and seyl,\n", "Yet shal I saven hire and thee and me.\n", "Hastow nat herd hou saved was Noe,\n", "Whan that oure Lord hadde warned hym biforn\n", "That al the world with water sholde be lorn?\"\n"], ["      \"Yis,\" quod this Carpenter, \"ful yoore ago.\"\n"], ["      \"Hastou nat herd,\" quod Nicholas, \"also\n", "The sorwe of Noe with his felawshipe,\n", "Er that he myghte gete his wyf to shipe?\n", "Hym hadde be levere, I dar wel undertake,\n", "At thilke tyme, than alle wetheres blake\n", "That she hadde had a ship hirself allone.\n", "And therfore, woostou what is best to doone?\n", "This asketh haste, and of an hastif thyng\n", "Men may nat preche or maken tariyng.\n"], ["      \"Anon go gete us faste into this in\n", "A knedyng-trogh, or ellis a kymelyn,\n", "For ech of us, but looke that they be large,\n", "In which we mowe swymme as in a barge,\n", "And han therinne vitaille suffisant\n", "But for a day - fy on the remenant!\n", "The water shal aslake and goon away\n", "Aboute pryme upon the nexte day.\n", "But Robyn may nat wite of this, thy knave,\n", "Ne eek thy mayde Gille I may nat save;\n", "Axe nat why, for though thou aske me,\n", "I wol nat tellen Goddes pryvetee.\n", "Suffiseth thee, but if thy wittes madde,\n", "To han as greet a grace as Noe hadde.\n", "Thy wyf shal I wel saven, out of doute.\n", "Go now thy wey, and speed thee heer-aboute.\n"], ["      \"But whan thou hast, for hire and thee and me,\n", "Ygeten us thise knedyng-tubbes three,\n", "Thanne shaltow hange hem in the roof ful hye,\n", "That no man of oure purveiaunce espye.\n", "And whan thou thus hast doon, as I have seyd,\n", "And hast oure vitaille faire in hem yleyd\n", "And eek an ax, to smyte the corde atwo,\n", "Whan that the water comth, that we may go,\n", "And breke an hole an heigh, upon the gable,\n", "Unto the gardyn-ward, over the stable,\n", "That we may frely passen forth oure way,\n", "Whan that the grete shour is goon away,\n", "Thanne shaltou swymme as myrie, I undertake,\n", "As dooth the white doke after hire drake.\n", "Thanne wol I clepe, 'How, Alison! how, John\n", "Be myrie, for the flood wol passe anon.'\n", "And thou wolt seyn, 'Hayl, maister Nicholay!\n", "Good morwe, I see thee wel, for it is day.'\n", "And thanne shul we be lordes al oure lyf\n", "Of al the world, as Noe and his wyf.\n"], ["      \"But of o thyng I warne thee ful right:\n", "Be wel avysed on that ilke nyght\n", "That we ben entred into shippes bord,\n", "That noon of us ne speke nat a word,\n", "Ne clepe, ne crie, but be in his preyere;\n", "For it is Goddes owene heeste deere.\n"], ["      \"Thy wyf and thou moote hange fer atwynne;\n", "For that bitwixe yow shal be no synne,\n", "Namoore in lookyng than ther shal in deede,\n", "This ordinance is seyd. Go, God thee speede!\n", "Tomorwe at nyght, whan men ben alle aslepe,\n", "Into oure knedyng-tubbes wol we crepe,\n", "And sitten there, abidyng Goddes grace.\n", "Go now thy wey, I have no lenger space\n", "To make of this no lenger sermonyng.\n", "Men seyn thus, 'sende the wise, and sey no thyng:'\n", "Thou art so wys, it needeth thee nat teche.\n", "Go, save oure lyf, and that I the biseche.\"\n"], ["      This sely carpenter goth forth his wey.\n", "Ful ofte he seide 'Allas' and 'weylawey,'\n", "And to his wyf he tolde his pryvetee,\n", "And she was war, and knew it bet than he,\n", "What als his queynte cast was for to seye.\n", "But natheless she ferde as she wolde deye,\n", "And seyde, \"Allas! go forth thy wey anon,\n", "Help us to scape, or we been dede echon!\n", "I am thy trewe, verray wedded wyf;\n", "Go, deere spouse, and help to save oure lyf.\"\n"], ["      Lo, with a greet thyng is affeccioun!\n", "Men may dyen of ymaginacioun,\n", "So depe may impressioun be take.\n", "This sely carpenter bigynneth quake;\n", "Hym thynketh verraily that he may see\n", "Noees flood come walwynge as the see\n", "To drenchen Alisoun, his hony deere.\n", "He wepeth, weyleth, maketh sory cheere;\n", "He siketh with ful many a sory swogh;\n", "He gooth and geteth hym a knedyng-trogh,\n", "And after that a tubbe and a kymelyn,\n", "And pryvely he sente hem to his in,\n", "And heng hem in the roof in pryvetee.\n", "His owene hand he made laddres thre,\n", "To clymben by the ronges and the stalkes\n", "Unto the tubbes hangynge in the balkes,\n", "And hem vitailled, bothe trogh and tubbe,\n", "With breed and chese, and good ale in a jubbe,\n", "Suffisynge right ynogh as for a day.\n", "But er that he hadde maad al this array,\n", "He sente his knave, and eek his wenche also,\n", "Upon his nede to London for to go.\n", "And on the Monday, whan it drow to nyght,\n", "He shette his dore withoute candel-lyght,\n", "And dressed alle thyng as it sholde be.\n", "And shortly, up they clomben alle thre;\n", "They seten stille wel a furlong way.\n"], ["      \"Now, Pater-noster, clom!\" seyde Nicholay,\n", "And \"Clom,\" quod John, and \"clom,\" seyde Alisoun.\n", "This carpenter seyde his devocioun,\n", "And stille he sit, and biddeth his preyere,\n", "Awaitynge on the reyn, if he it heere.\n"], ["      The dede sleep, for wery bisynesse,\n", "Fil on this carpenter right, as I gesse,\n", "Aboute corfew-tyme, or litel moore;\n", "For travaille of his goost he groneth soore\n", "And eft he routeth, for his heed myslay.\n", "Doun of the laddre stalketh Nicholay,\n", "And Alisoun ful softe adoun she spedde;\n", "Withouten wordes mo they goon to bedde,\n", "Ther as the carpenter is wont to lye.\n", "Ther was the revel and the melodye;\n", "And thus lith Alison and Nicholas,\n", "In bisynesse of myrthe and of solas,\n", "Til that the belle of laudes gan to rynge,\n", "And freres in the chauncel gonne synge.\n"], ["      This parissh clerk, this amorous Absolon,\n", "That is for love alwey so wo bigon,\n", "Upon the Monday was at Oseneye\n", "With compaignye, hym to disporte and pleye,\n", "And axed upon cas a cloisterer\n", "Ful prively after John the carpenter;\n", "And he drough hym apart out of the chirche,\n", "And seyde, \"I noot, I saugh hym heere nat wirche\n", "Syn Saterday; I trowe that he be went\n", "For tymber, ther oure abott hath hym sent;\n", "For he is wont for tymber for to go,\n", "And dwellen at the grange a day or two;\n", "Or elles he is at his hous, certeyn.\n", "Where that he be, I kan nat soothly seyn.\"\n"], ["      This Absolon ful joly was and light,\n", "And thoghte, \"Now is tyme to wake al nyght;\n", "For sikirly I saugh hym nat stirynge\n", "Aboute his dore, syn day bigan to sprynge.\n"], ["      So moot I thryve, I shal, at cokkes crowe,\n", "Ful pryvely knokken at his wyndowe\n", "That stant ful lowe upon his boures wal.\n", "To Alison now wol I tellen al\n", "My love-longynge, for yet I shal nat mysse\n", "That at the leeste wey I shal hire kisse.\n", "Som maner confort shal I have, parfay.\n", "My mouth hath icched al this longe day;\n", "That is a signe of kissyng atte leeste.\n", "Al nyght me mette eek I was at a feeste.\n", "Therfore I wol go slepe an houre or tweye,\n", "And al the nyght thanne wol I wake and pleye.\"\n"], ["      Whan that the firste cok hathe crowe, anon\n", "Up rist this joly lovere Absolon,\n", "And hym arraieth gay, at poynt-devys.\n", "But first he cheweth greyn and lycorys,\n", "To smellen sweete, er he hadde kembd his heer.\n", "Under his tonge a trewe-love he beer,\n", "For therby wende he to ben gracious.\n", "He rometh to the carpenteres hous,\n", "And stille he stant under the shot-wyndowe -\n", "Unto his brest it raughte, it was so lowe -\n", "And softe he cougheth with a semy soun:\n", "\"What do ye, hony-comb, sweete Alisoun,\n", "My faire bryd, my sweete cynamome?\n", "Awaketh, lemman myn, and speketh to me!\n", "Wel lithel thynken ye upon me wo,\n", "That for youre love I swete ther I go.\n", "No wonder is thogh that I swelte and swete;\n", "I moorne as dooth a lamb after the tete.\n", "Ywis, lemman, I have swich love-longynge,\n", "That lik a turtel trewe is my moornynge.\n", "I may nat ete na moore than a mayde.\"\n"], ["      \"Go fro the wyndow, Jakke fool,\" she sayde;\n", "\"As help me God, it wol not be 'com pa me.'\n", "I love another - and elles I were to blame -\n", "Wel bet than thee, by Jhesu, Absolon.\n", "Go forth thy wey, or I wol caste a ston,\n", "And lat me slepe, a twenty devel wey!\"\n"], ["      \"Allas,\" quod Absolon, \"and weylawey,\n", "That trewe love was evere so yvel biset!\n", "Thanne kysse me, syn it may be no bet,\n", "For Jhesus love, and for the love of me.\"\n"], ["      \"Wiltow thanne go thy wey therwith?\" quod she.\n"], ["      \"Ye, certes, lemman,\" quod Absolon.\n"], ["      \"Thanne make thee redy,\" quod she, \"I come anon.\"\n", "And unto Nicholas she seyde stille,\n", "\"Now hust, and thou shalt laughen al thy fille.\"\n"], ["      This Absolon doun sette hym on his knees\n", "And seyde, \"I am a lord at alle degrees;\n", "For after this I hope ther cometh moore.\n", "Lemman, thy grace, and sweete bryd, thyn oore!\"\n"], ["      The wyndow she undoth, and that in haste.\n", "\"Have do,\" quod she, \"com of, and speed the faste,\n", "Lest that oure neighebores thee espie.\"\n"], ["      This Absolon gan wype his mouth ful drie.\n", "Derk was the nyght as pich, or as a cole,\n", "And at the wyndow out she putte hir hole,\n", "And Absolon, hym fil no bet ne wers,\n", "But with his mouth he kiste hir naked ers\n", "Ful savorly, er he were war of this.\n", "Abak he stirte, and thoughte it was amys,\n", "For wel he wiste a womman hath no berd.\n", "He felte a thyng al rough and long yherd,\n", "And seyde, \"Fy! allas! what have I do?\"\n"], ["      \"Tehee!\" quod she, and clapte the wyndow to,\n", "And Absolon gooth forth a sory pas.\n"], ["      \"A berd! a berd!\" quod hende Nicholas,\n", "\"By Goddes corpus, this goth faire and weel.\"\n"], ["      This sely Absolon herde every deel,\n", "And on his lippe he gan for anger byte,\n", "And to hymself he seyde, \"I shall thee quyte.\"\n"], ["      Who rubbeth now, who froteth now his lippes\n", "With dust, with sond, with straw, with clooth, with chippes,\n", "But Absolon, that seith ful ofte, \"Allas!\"\n", "My soule bitake I unto Sathanas,\n", "But me were levere than al this toun,\" quod he,\n", "\"Of this despit awroken for to be.\n", "Allas,\" quod he, \"allas, I ne hadde ybleynt!\"\n", "His hoote love was coold and al yqueynt;\n", "For fro that tyme that he hadde kist her ers,\n", "Of paramours he sette nat a kers;\n", "For he was heeled of his maladie.\n", "Ful ofte paramours he gan deffie,\n", "And weep as dooth a child that is ybete.\n", "A softe paas he wente over the strete\n", "Until a smyth men cleped daun Gerveys,\n", "That in his forge smythed plough harneys;\n", "He sharpeth shaar and kultour bisily.\n", "This Absolon knokketh al esily,\n", "And seyde, \"Undo, Gerveys, and that anon.\"\n"], ["      \"What, who artow?\" \"It am I, Absolon.\"\n", "\"What, Absolon! For Cristes sweete tree,\n", "Why rise ye so rathe? Ey, benedicitee!\n", "What eyleth yow? Som gay gerl, God it woot,\n", "Hath broght yow thus upon the viritoot.\n", "By seinte Note, ye woot wel what I mene.\"\n"], ["      This Absolon ne roghte nat a bene\n", "Of all his pley; no word agayn he yaf;\n", "He hadde moore tow on his distaf\n", "Than Gerveys knew, and seyde, \"Freend so deere,\n", "That hoote kultour in the chymenee heere,\n", "As lene it me, I have therwith to doone,\n", "And I wol brynge it thee agayn ful soone.\"\n"], ["      Gerveys answerde, \"Certes, were it gold,\n", "Or in a poke nobles alle untold,\n", "Thou sholdest have, as I am trewe smyth.\n", "Ey, Cristes foo! What wol ye do therwith?\"\n"], ["      \"Therof,\" quod Absolon, \"be as be may.\n", "I shal wel telle it thee to-morwe day\" -\n", "And caughte the kultour by the colde stele,\n", "Ful softe out at the dore he gan to stele,\n", "And wente unto the carpenteris wal.\n", "He cogheth first, and knokketh therwithal\n", "Upon the wyndowe, right as he dide er.\n"], ["      This Alison answerde, \"Who is ther\n", "That knokketh so? I warante it a theef.\"\n"], ["      \"Why, nay,\" quod he, \"God woot, my sweete leef,\n", "I am thyn Absolon, my deerelyng.\n", "Of gold,\" quod he, \"I have thee broght a ryng.\n", "My mooder yaf it me, so God me save;\n", "Ful fyn it is, and therto wel ygrave.\n", "This wol I yeve thee, if thou me kisse.\"\n"], ["      This Nicholas was risen for to pisse,\n", "And thoughte he wolde amenden al the jape;\n", "He sholde kisse his ers er that he scape.\n", "And up the wyndowe dide he hastily,\n", "And out his ers he putteth pryvely\n", "Over the buttok, to the haunche-bon;\n", "And therwith spak this clerk, this Absolon,\n", "\"Spek, sweete bryd, I noot nat where thou art.\"\n"], ["      This Nicholas anon leet fle a fart,\n", "As greet as it had been a thonder-dent,\n", "That with the strook he was almoost yblent;\n", "And he was redy with his iren hoot,\n", "And Nicholas amydde the ers he smoot,\n"], ["      Of gooth the skyn an hande brede aboute,\n", "The hoote kultour brende so his toute,\n", "And for the smert he wende for to dye.\n", "As he were wood, for wo he gan to crye,\n", "\"Help! Water! Water! Help for Goddes herte!\"\n"], ["      This carpenter out of his slomber sterte,\n", "And herde oon crien 'water' as he were ,\n", "And thoughte, \"Allas, now comth Nowelis flood!\"\n", "He sit hym up withouten wordes mo,\n", "And with his ax he smoot the corde atwo,\n", "And doun gooth al; he foond neither to selle,\n", "Ne breed ne ale, til he cam to the celle\n", "Upon the floor, and ther aswowne he lay.\n"], ["      Up stirte hire Alison and Nicholay,\n", "And criden \"Out\" and \"Harrow\" in the strete.\n", "The neighebores, bothe smale and grete,\n", "In ronnen for to gauren on this man,\n", "That yet aswowne lay, bothe pale and wan,\n", "For with the fal he brosten hadde his arm.\n", "But stonde he moste unto his owene harm;\n", "For whan he spak, he was anon bore doun\n", "With hende Nicholas and Alisoun.\n", "They tolden every man that he was wood,\n", "He was agast so of Nowelis flood\n", "Thurgh fantasie, that of his vanytee\n", "He hadde yboght hym knedyng-tubbes thre,\n", "And hadde hem hanged in the roof above;\n", "And that he preyed hem, for Goddes love,\n", "To sitten in the roof, par compaignye.\n"], ["      The folk gan laughen at his fantasye;\n", "Into the roof they kiken and they cape;\n", "And turned al his harm unto a jape.\n", "For what so that this carpenter answerde,\n", "It was for noght, no man his reson herde.\n", "With othes grete he was so sworn adoun\n", "That he was holde wood in al the toun;\n", "For every clerk anonright heeld with oother.\n", "They seyde, \"The man is wood, my leeve brother\";\n", "And every wight gan laughen at this stryf.\n", "Thus swyved was this carpenteris wyf,\n", "For al his kepyng and his jalousye;\n", "And Absolon hath kist hir nether ye;\n", "And Nicholas is scalded in the towte.\n", "This tale is doon, and God save al the rowte!\n"], ["       Whan folk hadde laughen at this nyce cas\n", "Of Absolon and hende Nicholas,\n", "Diverse folk diversely they seyde,\n", "But for the moore part they loughe and pleyde.\n", "Ne at this tale I saugh no man hym greve,\n", "But it were oonly Osewold the Reve.\n", "Bycause he was of carpenteres craft,\n", "A litel ire is in his herte ylaft;\n", "He gan to grucche, and blamed it a lite.\n"], ["       \"So theek,\" quod he, \"ful wel koude I thee quite\n", "With bleryng of a proud milleres eye,\n", "If that me liste speke of ribaudye.\n", "But ik am oold, me list no pley for age,\n", "Gras-tyme is doon, my fodder is now forage,\n", "This white top writeth myne olde yeris,\n", "Myn herte is also mowled as myne heris,\n", "But if I fare as dooth an open-ers, -\n", "That ilke fruyt is ever lenger the wers,\n", "Til it be roten in mullok or in stree.\n", "We olde men, I drede, so fare we,\n", "Til we be roten kan we nat be rype.\n", "We hoppen ay whil that the world wol pype,\n", "For in oure wyl ther stiketh evere a nayl,\n", "To have an hoor heed and a grene tayl,\n", "As hath a leek, for thogh oure myght be goon,\n", "Oure wyl desireth folie evere in oon.\n", "For whan we may nat doon, than wol we speke,\n", "Yet in oure asshen olde is fyr yreke.\n"], ["       \"Foure gleedes han we whiche I shal devyse, -\n", "Avauntyng, liyng, anger, coveitise;\n", "Thise foure sparkles longen unto eelde.\n", "Oure olde lemes mowe wel been unweelde,\n", "But wyl ne shal nat faillen, that is sooth.\n", "And yet ik have alwey a coltes tooth,\n", "As many a yeer as it is passed henne\n", "Syn that my tappe of lif bigan to renne.\n", "For sikerly, whan I was bore, anon\n", "Deeth drough the tappe of lyf, and leet it gon,\n", "And ever sithe hath so the tappe yronne,\n", "Til that almoost al empty is the tonne.\n", "The streem of lyf now droppeth on the chymbe;\n", "The sely tonge may wel rynge and chymbe\n", "Of wrecchednesse that passed is ful yoore.\n", "With olde folk, save dotage, is namoore!\"\n"], ["       Whan that oure Hoost hadde herd this sermonyng,\n", "He gan to speke as lordly as a kyng,\n", "He seide, \"What amounteth al this wit?\n", "What shul we speke alday of hooly writ?\n", "The devel made a reve for to preche,\n", "And of a soutere a shipman, or a leche.\n", "Sey forth thy tale, and tarie nat the tyme.\n", "Lo Depeford, and it is half-wey pryme.\n", "Lo Grenewych, ther many a shrewe is inne!\n", "It were al tyme thy tale to bigynne.\"\n"], ["       \"Now sires,\" quod this Osewold the Reve,\n", "\"I pray yow alle, that ye nat yow greve,\n", "Thogh I answere, and somdeel sette his howve,\n", "For leveful is with force force of-showve.\n"], ["       This dronke Millere hath ytoold us heer\n", "How that bigyled was a carpenteer,\n", "Peraventure in scorn, for I am oon.\n", "And, by youre leve, I shal hym quite anoon;\n", "Right in his cherles termes wol I speke.\n", "I pray to God his nekke mote to-breke;\n", "He kan wel in myn eye seen a stalke,\n", "But in his owene he kan nat seen a balke.\"\n"], ["       At TRUMPYNGTOUN, nat fer fro Cantebrigge,\n", "Ther gooth a brook, and over that a brigge,\n", "Upon the whiche brook ther stant a melle;\n", "And this is verray sooth that I yow telle.\n", "A millere was ther dwellynge many a day;\n", "As any pecok he was proud and gay.\n", "Pipen he koude and fisshe, and nettes beete,\n", "And turne coppes, and wel wrastle and sheete;\n", "Ay by his belt he baar a long panade,\n", "And of a swerd ful trenchant was the blade.\n", "A joly poppere baar he in his pouche;\n", "Ther was no man, for peril, dorste hym touche.\n", "A Sheffeld thwitel baar he in his hose.\n", "Round was his face, and camus was his nose;\n", "As piled as an ape was his skulle.\n", "He was a market-betere atte fulle.\n", "Ther dorste no wight hand upon hym legge,\n", "That he ne swoor he sholde anon abegge.\n", "A theef he was for sothe of corn and mele,\n", "And that a sly, and usaunt for to stele.\n", "His name was hoote deynous Symkyn.\n", "A wyf he hadde, ycomen of noble kyn;\n", "The person of the toun hir fader was.\n", "With hire he yaf ful many a panne of bras,\n", "For that Symkyn sholde in his blood allye.\n", "She was yfostred in a nonnerye;\n", "For Symkyn wolde no wyf, as he sayde,\n", "But she were wel ynorissed and a mayde,\n", "To saven his estaat of yomanrye.\n", "And she was proud, and peert as is a pye.\n", "A ful fair sighte was it upon hem two;\n", "On halydayes biforn hire wolde he go\n", "With his typet wound aboute his heed,\n", "And she cam after in a gyte of reed;\n", "And Symkyn hadde hosen of the same.\n", "Ther dorste no wight clepen hire but 'dame';\n", "Was noon so hardy that went by the weye\n", "That with hire dorste rage or ones pleye,\n", "But if he wolde be slayn of Symkyn\n", "With panade, or with knyf, or boidekyn.\n", "For jalous folk ben perilous everemo;\n", "Algate they wolde hire wyves wenden so.\n", "And eek, for she was somdel smoterlich,\n", "She was as digne as water in a dich,\n", "And ful of hoker and of bisemare.\n", "Hir thoughte that a lady sholde hire spare,\n", "What for hire kynrede and hir nortelrie\n", "That she hadde lerned in the nonnerie.\n"], ["       A doghter hadde they bitwixe hem two\n", "Of twenty yeer, withouten any mo,\n", "Savynge a child that was of half yeer age;\n", "In cradel it lay and was a propre page.\n", "This wenche thikke and wel ygrowen was,\n", "With kamus nose, and eyen greye as glas,\n", "With buttokes brode, and brestes rounde and hye;\n", "But right fair was hire heer, I wol nat lye.\n"], ["       This person of the toun, for she was feir,\n", "In purpos was to maken hire his heir,\n", "Bothe of his catel and his mesuage,\n", "And straunge he made it of hir mariage.\n", "His purpos was for to bistowe hire hye\n", "Into som worthy blood of auncetrye;\n", "For hooly chirches good moot been despended\n", "On hooly chirches blood, that is descended.\n", "Therfore he wolde his hooly blood honoure\n", "Though that he hooly chirche sholde devoure.\n"], ["       Greet sokene hath his millere, out of doute,\n", "With whete and malt of al the land aboute;\n", "And nameliche ther was a greet collegge\n", "Men clepen the Soler Halle at Cantebregge;\n", "Ther was hir whete and eek hir malt ygrounde.\n", "And on a day it happed, in a stounde,\n", "Sik lay the maunciple on a maladye;\n", "Men wenden wisly that he sholde dye.\n", "For which this millere stal bothe mele and corn\n", "And hundred tyme moore than biforn;\n", "For therbiforn he stal but curteisly,\n", "But now he was a theef outrageously,\n", "For which the wardeyn chidde and made fare.\n", "But therof sette the millere nat a tare;\n", "He cracketh boost, and swoor it was nat so.\n"], ["       Thanne were ther yonge povre scolers two,\n", "That dwelten in this halle, of which I seye.\n", "Testif they were, and lusty for to pleye,\n", "And oonly for hire myrthe and revelrye,\n", "Upon the wardeyn bisily they crye\n", "To yeve hem leve, but a litel stounde,\n", "To goon to mille and seen hir corn ygrounde;\n", "And hardily they dorste leye hir nekke\n", "The millere sholde not stele hem half a pekke\n", "Of corn by sleighte, ne by force hem reve;\n", "And at the laste the wardeyn yaf hem leve.\n", "John highte that oon, and Aleyn highte that oother;\n", "Of o toun were they born, that highte Strother,\n", "Fer in the north, I kan nat telle where.\n"], ["       This Aleyn maketh redy al his gere,\n", "And on an hors the sak he caste anon.\n", "Forth goth Aleyn the clerk, and also John,\n", "With good swerd and with bokeler by hir syde.\n", "John knew the wey, - hem nedede no gyde, -\n", "And at the mille the sak adoun he layth.\n", "Aleyn spak first, \"Al hayl, Symond, y-fayth!\n", "Hou fares thy faire doghter and thy wyf?\"\n"], ["       \"Aleyn, welcome,\" quod Symkyn, \"by my lyf!\n", "And John also, how now, what do ye heer?\"\n"], ["       \"Symond,\" quod John, \"by God, nede has na peer.\n", "Hym boes serve hymself that has na swayn,\n", "Or elles he is a fool, as clerkes sayn.\n", "Oure manciple, I hope he wil be deed,\n", "Swa werkes ay the wanges in his heed;\n", "And forthy is I come, and eek Alayn,\n", "To grynde oure corn and carie it ham agayn;\n", "I pray yow spede us heythen that ye may.\"\n"], ["       \"It shal be doon,\" quod Symkyn, \"by my fay!\n", "What wol ye doon whil that is in hande?\"\n"], ["       \"By God, right by the hopur wil I stande,\"\n", "Quod John, \"and se howgates the corn gas in.\n", "Yet saugh I nevere, by my fader kyn,\n", "How that the hopur wagges til and fra.\"\n"], ["       Aleyn answerde, \"John, and wiltow swa?\n", "Thanne wil I be bynethe, by my croun,\n", "And se how that the mele falles doun\n", "Into the trough; that sal be my disport.\n", "For John, y-faith, I may been of youre sort;\n", "I is as ille a millere as ar ye.\"\n"], ["       This millere smyled of hir nycetee,\n", "And thoghte, \"Al this nys doon but for a wyle.\n", "They wene that no man may hem bigyle,\n", "But by my thrift, yet shal I blere hir ye,\n", "For al the sleighte in hir philosophye.\n", "The moore queynte crekes that they make,\n", "The moore wol I stele whan I take.\n", "In stide of flour yet wol I yeve hem bren.\n", "'The gretteste clerkes been noght wisest men,'\n", "As whilom to the wolf thus spak the mare.\n", "Of al hir art ne counte I noght a tare.\"\n"], ["       Out at the dore he gooth ful pryvely,\n", "Whan that he saugh his tyme, softely.\n", "He looketh up and doun til he hath founde\n", "The clerkes hors, ther as it stood ybounde\n", "Bihynde the mille, under a levesel;\n", "And to the hors he goth hym faire and wel;\n", "He strepeth of the brydel right anon.\n", "And whan the hors was laus, he gynneth gon\n", "Toward the fen, ther wilde mares renne,\n", "And forth with 'wehee,' thurgh thikke and thurgh thenne\n"], ["       This millere gooth agayn, no word he seyde,\n", "But dooth his note, and with the clerkes pleyde,\n", "Til that hir corn was faire and weel ygrounde.\n", "And whan the mele is sakked and ybounde,\n", "This John goth out and fynt his hors away,\n", "And gan to crie \"Harrow!\" and \"Weylaway!\n", "Oure hors is lorn, Alayn, for Goddes banes,\n", "Step on thy feet! Com of man, man, al atanes!\n", "Allas, our wardeyn has his palfrey lorn.\"\n", "This Aleyn al forgat, bothe mele and corn;\n", "Al was out of his mynde his housbonderie.\n", "\"What, whilk way is he geen?\" he gan to crie.\n"], ["       The wyf cam lepynge inward with a ren.\n", "She seyde, \"Allas! youre hors goth to the fen\n", "With wilde mares, as faste as he may go.\n", "Unthank come on his hand that boond hym so,\n", "And he that bettre sholde han knyt the reyne!\"\n"], ["       \"Allas,\" quod John, \"Aleyn, for Cristes peyne,\n", "Lay doun thy swerd, and I wil myn alswa.\n", "I is ful wight, God waat, as is a raa;\n", "By Goddes herte, he sal nat scape us bathe!\n", "Why ne had thow pit the capul in the lathe?\n", "Ilhayl! by God, Alayn, thou is a fonne!\"\n"], ["       Thise sely clerkes han ful faste yronne\n", "Toward the fen, bothe Aleyn and eek John.\n"], ["       And whan the millere saugh that they were gon,\n", "He half a busshel of hir flour hath take,\n", "And bad his wyf go knede it in a cake.\n", "He seyde, \"I trowe the clerkes were aferd\n", "Yet kan a millere make a clerkes berd,\n", "For al his art; now lat hem goon hir weye!\n", "Lo, wher he gooth! ye, lat the children pleye.\n", "They gete hym nat so lightly, by my croun.\"\n"], ["       Thise sely clerkes rennen up and doun\n", "With 'Keep! keep! stand! stand! jossa, warderere,\n", "Ga whistle thou, and I shal kepe hym heere!'\n", "But shortly, til that it was verray nyght,\n", "They koude nat, though they dide al hir myght,\n", "Hir capul cacche, he ran alwey so faste,\n", "Til in a dych they caughte hym atte laste.\n"], ["       Wery and weet, as beest is in the reyn,\n", "Comth sely John, and with him comth Aleyn.\n", "\"Allas,\" quod John, \"the day that I was born!\n", "Now are we dryve til hethyng and til scorn.\n", "Oure corn is stoln, men wil us fooles calle,\n", "Bathe the wardeyn and oure felawes alle,\n", "And namely the millere, weylaway!\"\n"], ["       Thus pleyneth John as he gooth by the way\n", "Toward the mille, and Bayard in his hond.\n", "The millere sittynge by the fyr he fond,\n", "For it was nyght, and forther myghte they noght;\n", "But for the love of God they hym bisoght\n", "Of herberwe and of ese, as for hir peny.\n"], ["       The millere seyde agayn, \"If ther be eny,\n", "Swich as it is, yet shal ye have youre part.\n", "Myn hous is streit, but ye han lerned art;\n", "Ye konne by arguments make a place\n", "A myle brood of twenty foot of space.\n", "Lat se now if this place may suffise,\n", "Or make it rowm with speche, as is your gise.\"\n"], ["       \"Now, Symond,\" seyde John, \"by seint Cutberd,\n", "Ay is thou myrie, and this is faire answerd.\n", "I have herd seyd, 'Man sal taa of twa thynges\n", "Slyk as he fyndes, or taa slyk as he brynges.'\n", "But specially I pray thee, hooste deere,\n", "Get us som mete and drynke, and make us cheere,\n", "And we wil payen trewely atte fulle.\n", "With empty hand men may na haukes tulle;\n", "Loo, heere oure silver, redy for to spende.\"\n"], ["       This millere into toun his doghter sende\n", "For ale and breed, and rosted hem a goos,\n", "And booned hire hors, it sholde namoore go loos;\n", "And in his owene chambre hem made a bed,\n", "With sheetes and with chalons faire yspred,\n", "Noght from his owene bed ten foot or twelve.\n", "His doghter hadde a bed, al by hirselve,\n", "Right in the same chambre by and by.\n", "It myghte be no bet, and cause why?\n", "Ther was no roumer herberwe in the place.\n", "They soupen and they speke, hem to solace,\n", "And drynken evere strong ale atte beste.\n", "Aboute mydnyght wente they to reste.\n"], ["       Wel hath this millere vernysshed his heed;\n", "Ful pale he was for dronken, and nat reed.\n", "He yexeth, and he speketh thurgh the nose\n", "As he were on the quakke, or on the pose.\n", "To bedde he goth, and with hym goth his wyf.\n", "As any jay she light was and jolyf,\n", "So was hir joly whistle wel ywet.\n", "The cradel at hir beddes feet is set,\n", "To rokken, and to yeve the child to sowke.\n", "And whan that dronken al was in the crowke,\n", "To bedde wente the doghter right anon;\n", "To bedde goth Aleyn and also John;\n", "Ther nas na moore, - hem nebede no dwale.\n", "This millere hath so wisely bibbed ale\n", "That as an hors he fnorteth in his sleep,\n", "Ne of his tayl bihynde he took no keep.\n", "His wyf bar hym a burdon, a ful strong;\n", "Men myghte hir rowtyng heere two furlong;\n", "The wenche rowteth eek, par compaignye.\n"], ["       Aleyn the clerk, that herde this melodye,\n", "He poked John, and seyde, \"Slepestow?\n", "Herdestow evere slyk a sang er now?\n", "Lo, swilk a complyn is ymel hem alle,\n", "A wilde fyr upon thair bodyes falle!\n", "Wha herkned evere slyk a ferly thyng?\n", "Ye, they sal have the flour of il endyng.\n", "This lange nyght ther tydes me na reste;\n", "But yet, nafors, al sal be for the beste.\n", "For, John,\" seyde he, \"als evere moot I thryve,\n", "If that I may, yon wenche wil I swyve.\n", "Som esement has lawe yshapen us;\n", "For, John, ther is a lawe that says thus,\n", "That gif a man in a point be agreved,\n", "That in another he sal be reveled.\n", "Oure corn is stoln, sothly, it is na nay,\n", "And we han had an il fit al this day;\n", "And syn I sal have neen amendement\n", "Agayn my los, I will have esement.\n", "By Goddes sale, it sal neen other bee!\"\n"], ["       This John answerde, \"Alayn, avyse thee!\n", "The millere is a perilous man, \"he seyde,\n", "\"And gif that he out of his sleep abreyde,\n", "He myghte doon us bathe a vileynye.\"\n"], ["       Aleyn answerde, \"I counte hym nat a flye.\"\n", "And up he rist, and by the wenche he crepte.\n", "This wenche lay uprighte, and faste slepte,\n", "Til he so ny was, er she myghte espie,\n", "That it had been to late for to crie,\n", "And shortly for to seyn, they were aton.\n", "Now pley, Aleyn, for I wol speke of John.\n"], ["       This John lith stille a furlong wey or two,\n", "And to hymself he maketh routhe and wo.\n", "\"Allas!\" quod he, \"this is a wikked jape;\n", "Now may I seyn that I is but an ape.\n", "Yet has my felawe somwhat for his harm;\n", "He has the milleres doghter in his arm.\n", "He auntred hym, and has his nedes sped,\n", "And I lye as a draf-sak in my bed;\n", "And when this jape is tald another day,\n", "I sal been halde a daf, a cokenay!\n", "I wil arise and auntre it, by my fayth!\n", "'Unhardy is unseely,' thus men sayth.\"\n", "And up he roos, and softely he wente\n", "Unto the cradel, and in his hand it hente,\n", "And baar it softe unto his beddes feet.\n"], ["       Soon after this the wyf hir rowtyng leet,\n", "And gan awake, and wente hire out to pisse,\n", "And cam agayn, and gan hir cradel mysse\n", "And groped heer and ther, but she found noon.\n", "\"Allas!\" quod she, \"I hadde almoost mysgoon;\n", "I hadde almoost goon to the clerkes bed.\n", "Ey, benedicite! thanne hadde I foule ysped.\"\n", "And forth she gooth til she the cradel fond.\n", "She gropeth alwey forther with hir hond,\n", "And foond the bed, and thoghte noght but good,\n", "By cause that the cradel by it stood,\n", "And nyste wher she was, for it was derk;\n", "But faire and wel she creep in to the clerk,\n", "And lith ful stille, and wolde han caught a sleep.\n", "Withinne a while this John the clerk up leep,\n", "And on this goode wyf he leith on soore.\n", "So myrie a fit ne hadde she nat ful yoore;\n", "He priketh harde and depe as he were mad.\n", "This joly lyf han thise two clerkes lad\n", "Til that the thridde cok bigan to synge.\n"], ["       Aleyn wax wery in the dawenynge,\n", "For he had swonken al the longe nyght,\n", "And seyde, \"Fare weel, Malyne, sweete wight!\n", "The day is come, I may no lenger byde;\n", "But everemo, wher so I go or ryde,\n", "I is thyn awen clerk, swa have I seel!\"\n"], ["       \"Now, deere lemman,\" quod she, \"go, far weel!\n", "But er thow go, o thyng I wol thee telle:\n", "Whan that thou wendest homward by the melle,\n", "Right at the entre of the dore bihynde\n", "Thou shalt a cake of half a busshel fynde\n", "That was ymaked of thyn owene mele,\n", "Which that I heelp my sire for to stele.\n", "And, goode lemman, God thee save and kepe!\"\n", "And with that word almoost she gan to wepe.\n"], ["       Aleyn up rist, and thoughte, \"Er that it dawe\n", "I wol crepen in by my felawe,\"\n", "And fond the cradel with his hand anon.\n", "\"By God,\" thoughte he, al wrang I have mysgon.\n", "Myn heed is toty of my swynk to-nyght,\n", "That makes me that I ga nat aright.\n", "I woot wel by the cradel I have mysgo;\n", "Heere lith the millere and his wyf also.\"\n", "And forth he goth, a twenty devel way,\n", "Unto the bed ther as the millere lay.\n", "He wende have cropen by his felawe John,\n", "And by the millere in the creep anon,\n", "And caughte hym by the nekke, and softe he spak.\n", "He seyde, \"Thou John, thou swynes-heed, awak,\n", "For Cristes saule, and heer a noble game.\n", "For by that lord called is seint Jame,\n", "As I have thries in this shorte nyght\n", "Swyved the milleres doghter bolt upright,\n", "Whil thow hast, as a coward, been agast.\"\n"], ["       \"Ye, false harlot,\" quod the millere, \"hast?\n", "A, false traitor! false clerk!\" quod he,\n", "Tow shalt be deed, by Goddes dignitee!\n", "Who dorste be so boold to disparage\n", "My doghter, that is come of swich lynage?'\n", "And by the throte-bolle he caughte Alayn,\n", "And he hente hym despitously agayn,\n", "And on the nose he smoot hym with his fest.\n", "Doun ran the blody streem upon his brest;\n", "And in the floor, with nose and mouth tobroke,\n", "They walwe as doon two pigges in a poke;\n", "And up they goon, and doun agayn anon,\n", "Til that the millere sporned at a stoon,\n", "And doun he fil bakward upon his wyf,\n", "That wiste no thyng of this nyce stryf;\n", "For she was falle aslepe a lite wight\n", "With John the clerk, that waked hadde al nyght,\n", "And with the fal out of hir sleep she breyde.\n", "\"Help! hooly croys of Bromeholm,\" she seyde,\n", "'In manus tuas! Lord, to thee I calle!\n", "Awak, Symond! The feend is on me falle.\n", "Myn herte is broken; help! I nam but deed\n", "Ther lyth oon upon my wombe and on myn heed.\n", "Help. Symkyn, for the false clerkes fighte!\"\n"], ["       This John stirte up as faste as ever he myghte,\n", "And graspeth by the walles to and fro,\n", "To fynde a staf; and she stirte up also,\n", "And knew the estres bet than dide this John,\n", "And by the wal a staf she foond anon,\n", "And saugh a litel shymeryng of a light,\n", "For at an hole in shoon the moone bright;\n", "And by that light she saugh hem bothe two,\n", "But sikerly she nyste who was who,\n", "But as she saugh a whit thyng in hir ye.\n", "And whan she gan this white espye,\n", "She wende the clerk hadde wered a volupeer,\n", "And with the staf she drow ay neer and neer,\n", "And wende han hit this Aleyn at the fulle,\n", "And smoot the millere on the pyled skulle,\n", "That doun he gooth, and cride, \"Harrow! I dye!\"\n", "Thise clerkes beete hym weel and lete hym lye;\n", "And greythen hem, and tooke hir hors anon,\n", "And eek hire mele, and on hir wey they gon.\n", "And at the mille yet they tooke hir cake\n", "Of half a busshel flour, ful wel ybake.\n"], ["       Thus is the proude millere wel ybete,\n", "And hath ylost the gryndynge of the whete,\n", "And payed for the soper everideel\n", "Of Aleyn and of John, that bette hym weel.\n", "His wyf is swyved, and his doghter als.\n", "Lo, swich it is a millere to be fals!\n", "And therfore this proverbe is seyd ful sooth,\n", "'Hym thar nat wene wel that yvele dooth';\n", "A gylour shal hymself bigyled be.\n", "And God, that sitteth heighte in magestee,\n", "Save al this compaignye, grete and smale!\n", "Thus have I quyt the Millere in my tale.\n"], ["       The COOK of Londoun, whil the Reve spak,\n", "For joye him thoughte, he clawed him on the bak.\n", "\"Ha! ha!\" quod he, \"for Criste passioun,\n", "This miller hadde a sharp conclusioun\n", "Upon his argument of herbergage.\n", "Wel seyde Salomon in his langage,\n", "`Ne bryng nat every man into thyn hous,'\n", "For herberwynge by nyghte is perilous.\n", "Wel oghte a man avysed for to be,\n", "Whom that be broghte into his pryvetee.\n", "I pray to God so yeve me sorwe and care,\n", "If evere sitthe I highte Hogge of Ware,\n", "Herde I a millere bettre yset awerk.\n", "He hadde a jape of malice in the derk.\n", "But God forbede that we stynte heere,\n", "And therfore, if ye vouche-sauf to heere\n", "A tale of me that am a povre man,\n", "I wol yow telle, as wel as evere I kan,\n", "A litel jape that fil in oure citee.\"\n"], ["       Oure Hoost answerde and seide, \"I graunte it thee,\n", "Now telle on, Roger, looke that it be good,\n", "For many a pastee hastow laten blood,\n", "And many a Jakke of Dovere hastow soold\n", "That hath been twies hoot and twies coold.\n", "Of many a pilgrim hastow Cristes curs,\n", "For of thy percely yet they fare the wors,\n", "That they han eten with thy stubbel goos,\n", "For in thy shoppe is many a flye loos.\n", "Now telle on, gentil Roger, by thy name,\n", "But yet I pray thee, be nat wroth for game;\n", "A man may seye ful sooth in game and pley.\"\n"], ["       \"Thou seist ful sooth,\" quod Roger, \"by my fey;\n", "But `sooth pley quaad pley,' as the Flemyng seith.\n", "And therfore, Herry Bailly, by thy feith,\n", "Be thou nat wrooth, er we departen heer,\n", "Though that my tale be of an hostileer.\n", "But nathelees I wol nat telle it yit,\n", "But er we parte, ywis, thou shalt be quit.\"\n", "And ther-with-al he lough and made cheere,\n", "And seyde his tale, as ye shul after heere.\n"], ["       A prentys whilom dwelled in oure citee,\n", "And of a craft of vitailliers was hee.\n", "Gaillard he was as goldfynch in the shawe,\n", "Broun as a berye, a propre short felawe,\n", "With lokkes blake, ykembd ful fetisly.\n", "Dauncen he koude so wel and jolily\n", "That he was cleped Perkyn Revelour.\n", "He was as ful of love and paramour\n", "As is the hyve ful of hony sweete:\n", "Wel was the wenche with hym myghte meete.\n", "At every bridale wolde he synge and hoppe;\n", "He loved bet the taverne than the shoppe.\n", "For whan ther any ridyng was in Chepe,\n", "Out of the shoppe thider wolde he lepe -\n", "Til that he hadde al the sighte yseyn,\n", "And daunced wel, he wolde nat come ayeyn -\n", "And gadered hym a meynee of his sort\n", "To hoppe and synge and maken swich disport;\n", "And ther they setten stevene for to meete\n", "To pleyen at the dys in swich a streete.\n", "For in the toune nas ther no prentys\n", "That fairer koude caste a paire of dys\n", "Than Perkyn koude, and therto he was free\n", "Of his dispense, in place of pryvetee.\n", "That fond his maister wel in his chaffare;\n", "For often tyme he foond his box ful bare.\n", "For sikerly a prentys revelour\n", "That haunteth dys, riot, or paramour,\n", "His maister shal it in his shoppe abye,\n", "Al have he no part of the mynstralcye.\n", "For thefte and riot, they been convertible\n", "Al konne he pleye on gyterne or ribible.\n", "Revel and trouthe, as in a lowe degree,\n", "They been ful wrothe al day, as men may see.\n"]]
